{
  "candidatos": [
    {
      "id": 17,
      "partyCode": "PJSC",
      "partyName": "PARTIDO JUSTICIA SOCIAL COSTARRICENSE",
      "candidateName": "WALTER RUBEN HERNANDEZ JUAREZ",
      "photoUrl": "https://www.tse.go.cr/fichas/static/25f0a995e06a5b15ad6715b12ca33dec/1d851/106680588.jpg",
      "planUrl": "https://www.tse.go.cr/fichas/static/7e6d64c99fc3cccc2e7d6921f29bad6d/280_1_106680588.pdf",
      "interviewUrl": "https://www.youtube.com/watch?v=NFy3G6jqJjg",
      "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
      "slogan": "Justicia social con eficiencia económica",
      "colorPrimary": "#FF5722",
      "colorSecondary": "#FFFFFF",
      "scores": {
        "security": 3,
        "economy": 3.5,
        "education": 4,
        "health": 4,
        "agriculture": 4.5,
        "environment": 3.5,
        "reforms": 3.5,
        "social": 4.5
      },
      "planSummary": "Walter Hernández, de 67 años, es un candidato con amplia experiencia diplomática y gubernamental (embajador, viceministro, ministro) que propone un modelo de país basado en el diálogo, la educación y el fortalecimiento institucional. Su enfoque es pragmático, reconociendo la necesidad de planes de emergencia realistas en educación, salud y seguridad ciudadana. Busca equilibrar el desarrollo entre campo y ciudad, fortalecer la producción nacional y atender las necesidades de poblaciones vulnerables mediante reformas profundas en educación, salud, migración y el sistema penitenciario.\n\nPropuestas principales:\n\n**Seguridad y Justicia**: Propone un enfoque realista alejado de promesas grandilocuentes. Rechaza la construcción de una megacárcel y aboga por centros penitenciarios más pequeños (máximo 800 personas). Se opone al aumento de penas y a la cadena perpetua, enfatizando que las penas extremas no disuaden el delito. Prioriza la rehabilitación mediante el contacto familiar y critica el sexismo en el sistema penitenciario.\n- Planes de emergencia de seguridad ciudadana con recursos existentes, sin promesas irreales de miles de policías o patrullas\n- Rechazar construcción de megacárcel para 5,000 personas, en su lugar crear centros de máximo 800 privados de libertad\n- Establecer límite de 22,000 espacios carcelarios (tope por cada 100,000 habitantes) para evitar fracaso de política criminal\n- Crear centros penitenciarios regionales para mujeres, acabando con el sexismo que concentra a todas en el Buen Pastor\n- Respetar derechos humanos de privados de libertad sin tratarlos como en hoteles, priorizar rehabilitación con contacto familiar\n\n**Economía y Empleo**: Propone utilizar fondos de pensiones para obra pública e inversión en proyectos científicos. Busca fortalecer la producción nacional, revisar tratados de libre comercio y eliminar intermediarios que perjudican a productores. Plantea un modelo económico que aproveche el talento en tecnología e inteligencia artificial para desarrollo propio, no solo para call centers.\n- Usar fondos de pensiones para construir obra pública y financiar proyectos científicos como el de Franklin Chang\n- Revisar y renegociar tratados de libre comercio (incluyendo TLC con Estados Unidos, México y Canadá) para proteger producción nacional\n- Regular márgenes de ganancia de intermediarios y grandes cadenas que no ajustaron precios al bajar el dólar\n- Incentivar fiscalmente a empresas privadas para que salgan del área metropolitana e instalarse en zonas de producción\n- Construir ferrocarril de frontera a frontera como medio de transporte barato y menos contaminante para abaratar costos\n\n**Educación**: La educación es el pilar fundamental de su propuesta, considerándola clave para el desarrollo diferenciado de Costa Rica. Propone reforma educativa profunda con énfasis en educación técnica, enseñanza de artes, educación cívica real, historia verdadera del país y retorno a la excelencia académica mediante exámenes. Critica fuertemente el sistema actual por no enseñar historia nacional más allá de Juan Santamaría.\n- Reforma educativa: primeros 3 años uniformes con matemática básica para pensamiento lógico, luego especialización técnica o académica según capacidad\n- Ampliar modelo de colegios técnicos y desarrollar capacidades artísticas (pintura, escultura, teatro, música)\n- Fortalecer educación cívica realista y enseñar historia verdadera de Costa Rica (incluyendo Guerra Civil del 48 con 4000-6000 muertos)\n- Volver a implementar exámenes y premiar la excelencia, rechazar nivelar para abajo donde todos reciben la misma medalla\n- Crear grupos de conversación en inglés con adultos mayores bilingües y aprovechar guías turísticos en temporada baja para fortalecer bilingüismo\n\n**Salud**: Critica duramente el alto costo de medicamentos en Costa Rica y propone revisión profunda del sistema farmacéutico. Busca negociar con países como India para producción de genéricos en el país y revisar patentes que ya recuperaron inversión. Propone atención integral a adultos mayores para combatir el síndrome de soledad.\n- Revisar legislación y decretos que permiten refacturación de medicamentos desde zona franca, encareciendo precios artificialmente\n- Establecer que patentes farmacéuticas no excedan 15 años de protección, eliminando cobros excesivos en medicamentos de 20-30 años\n- Negociar con India (mayor fabricante mundial de genéricos) para establecer producción de fármacos genéricos y crear 20,000 empleos\n- Sentarse a negociar con compañías farmacéuticas para reducir márgenes de ganancia leoninos vs. ganancias razonables\n- Crear centros de cuido para adultos mayores (tipo CECUDI) para combatir síndrome de soledad\n\n**Sector Agropecuario**: Propone eliminar decretos que perjudican producción nacional, revisar tratados de libre comercio y frenar la intermediación que afecta a agricultores y ganaderos. Reconoce la necesidad de mantener capacidad de producción nacional para seguridad alimentaria. Plantea reingeniería del Ministerio de Agricultura y reactivación del CNP transformado.\n- Eliminar vía decreto aquellos que han ido contra la producción nacional\n- Revisar intermediación y márgenes de cadenas que establecieron precios con dólar a 600 y no los bajaron con dólar a menos de 500\n- Reingeniería profunda del Ministerio de Agricultura y Ganadería, especialmente en tema de moléculas para producción\n- Negociar con países productores de agroquímicos para reducir costos de insumos agrícolas\n- Reactivar y transformar CNP en un modelo realista de estanco para proteger a productores nacionales y frenar intermediarios\n\n**Medio Ambiente**: Propone ferrocarril como medio de transporte menos contaminante (solo contaminación sónica) para reducir impacto ambiental. Menciona inversión en proyectos científicos como el combustible de plasma de Franklin Chang. No presenta propuestas detalladas de política ambiental.\n- Construcción de ferrocarril de frontera a frontera como medio de transporte menos contaminante\n- Invertir en proyectos científicos como fabricación de combustible de plasma (hacer funcionar máquinas con agua) de Franklin Chang\n\n**Reformas Institucionales**: Propone reformas profundas en múltiples áreas: educativa, migratoria, judicial (negociación para agilizar juzgados de trabajo), legislativa (igualdad salarial), y administrativa. Enfatiza la cooperación entre poderes por sobre la división, citando que la división de poderes es un mito y debe haber especialización y cooperación.\n- Reforma inmediata de ley de migración con declaratoria de amnistía para regularizar situación de irregulares\n- Negociación con poder judicial para reforma interna y funcionamiento más efectivo y expedito de juzgados de trabajo\n- Ajustes en legislación laboral para garantizar igualdad salarial entre hombres y mujeres por igual trabajo\n- Reformar cobros de CCSS para migrantes (cobros razonables de 3,500-15,000 colones vs. 32,000 actuales) para aumentar cotizantes\n- Establecer cooperación entre poderes mediante diálogo y tender puentes de plata, rechazando idea de división absoluta\n\n**Política Social**: Presenta propuestas integrales para poblaciones vulnerables: niñez, mujeres, personas con discapacidad, adultos mayores, pueblos indígenas y afrodescendientes, y migrantes. Propone comisionados presidenciales para atención específica y busca ampliar redes de cuido con horarios extendidos (24 horas). Rechaza machismo y discriminación, promoviendo inclusión real.\n- Nombrar comisionado de personas con discapacidad en Ministerio de Presidencia para revisión continua y señalar fallas\n- Ampliar sistema CECUDI con horarios hasta de 24 horas en regiones con fábricas de tres turnos, en alianza público-privada\n- Crear créditos especiales para jóvenes 18-25 años con buenas ideas (software, tecnología, emprendimientos) sin requisitos excesivos\n- Respetar lenguas tradicionales de pueblos indígenas y enseñar patuá a afrodescendientes en escuelas\n- Amnistía inmediata para migrantes irregulares, fortalecer centros de ayuda (no detención) y atención del PANI a niños en situación de calle",
      "isActive": true
    },
    {
      "id": 11,
      "partyCode": "PPSD",
      "partyName": "PARTIDO PROGRESO SOCIAL DEMOCRATICO",
      "candidateName": "LUZ MARY ALPIZAR LOAIZA",
      "photoUrl": "https://www.tse.go.cr/fichas/static/29521a108f1668229277e7dfcd91c8da/1d851/107110855.jpg",
      "planUrl": "https://www.tse.go.cr/fichas/static/1d941173ba8cde29a0242434b1598703/245_1_107110855.pdf",
      "interviewUrl": "https://www.youtube.com/watch?v=oh-LZ8mQ_UM",
      "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
      "slogan": "El Futuro es Progreso",
      "colorPrimary": "#673AB7",
      "colorSecondary": "#FFFFFF",
      "scores": {
        "security": 3,
        "economy": 3.5,
        "education": 4,
        "health": 4,
        "agriculture": 3.5,
        "environment": 4,
        "reforms": 3.5,
        "social": 4.5
      },
      "planSummary": "Luz Mary Alpizar Loaiza es una ingeniera química con máster en administración, empresaria de 25 años de experiencia en consultoría técnica, ex investigadora docente de la UCR y actual diputada. Proviene de zona rural (Puriscal-Mora) y enfoca su propuesta en reducir brechas de desigualdad, fortalecer valores democráticos y garantizar oportunidades equitativas para todas las poblaciones, con especial énfasis en mujeres, niñez, personas con discapacidad y zonas rurales.\n\nPropuestas principales:\n\n**Seguridad y Justicia**: Propone una seguridad integral que va más allá de la seguridad ciudadana, enfocándose en seguridad laboral, equidad y un país donde las personas se sientan realmente seguras. Menciona reforma al sistema carcelario con enfoque en trabajo y reinserción, así como tipificación de prisioneros por niveles según delitos.\n- Reforma al sistema carcelario con dignificación a través del trabajo para población privada de libertad\n- Tipificación de personas privadas de libertad por niveles según delitos\n- Reformas legislativas para endurecer penas y asegurar cumplimiento efectivo de sentencias\n- Control del bullying con acciones serias y preventivas mediante texto sustitutivo en la Asamblea\n\n**Economía y Empleo**: Busca generar oportunidades económicas equitativas para evitar migración forzada, con énfasis en desarrollo local, empleo digno fuera del GAM, apoyo al emprendimiento femenino y fortalecimiento de zonas rurales y costeras. Propone revisión de TLC y promoción de inversión extranjera con desarrollo de capacidades locales.\n- Creación de polos de desarrollo en zonas costeras y rurales con inversión extranjera y zona franca\n- Créditos facilitados para mujeres emprendedoras y reinsertadas al mercado laboral\n- Revisión de balanza comercial de TLC para beneficiar agricultores nacionales\n- Infraestructura y conectividad para zonas costeras y rurales\n- Economía circular y fortalecimiento de economía social solidaria como en Zona Norte\n- Reforma a obra pública para inversión segura de fondos de pensiones con buena rentabilidad\n\n**Educación**: Propone transformar el sistema educativo en espacios felices y seguros, con currícula relevante al territorio, nivelación real antes de séptimo año, fortalecimiento de valores, habilidades blandas y rescate de lectoescritura. Enfatiza cumplimiento constitucional de educación obligatoria hasta bachillerato.\n- Hacer efectiva la educación obligatoria hasta bachillerato según la Constitución\n- Nivelación real y efectiva con meses dedicados para estudiantes que salen de sexto grado antes de entrar a sétimo\n- Currícula relevante al territorio (ejemplo: deportes acuáticos en zonas costeras como surf)\n- Fortalecimiento de valores de convivencia, compañerismo y habilidades blandas\n- Campaña nacional para rescate de lectoescritura y mentalidad crítica\n- Fortalecer espacios deportivos y culturales en centros educativos\n- Fortalecimiento de participación en oratoria a mayor nivel\n- Respeto a lenguas indígenas en pueblos originarios con maestros que hablen las lenguas\n\n**Salud**: Menciona la necesidad de fortalecer el control de salud de la niñez y la urgencia de un nuevo hospital geriátrico para atención de adultos mayores, pero no desarrolla propuestas específicas para el sistema de salud en general.\n- Fortalecer controles de salud para la niñez\n- Construcción de nuevo hospital geriátrico para atención de adultos mayores\n- Fortalecimiento de EBAIS\n\n**Sector Agropecuario**: Desde su experiencia rural, propone políticas claras de apoyo al agro con respeto a la tradición agrícola, apoyo técnico del MAG, comercialización fortalecida, innovación tecnológica y campaña nacional de consumo de productos nacionales. Enfatiza seguridad alimentaria como urgencia nacional.\n- Políticas claras de apoyo al agro con respeto a la tradición agrícola nacional\n- Retomar apoyo técnico efectivo del MAG a agricultores\n- Fortalecer comercialización con acceso a ferias del agricultor y herramientas como High Lux\n- Campaña nacional de promoción de productos agrícolas nacionales de calidad\n- Apoyo en planes de desarrollo con enfoque de economía circular\n- Innovación y tecnología internacional para agricultura costarricense\n- Revisión de balanza comercial de TLC para proteger agricultores\n\n**Reformas Institucionales**: Propone reformas constitucionales para reconocer LESCO como lengua oficial, eliminar la interdicción judicial para personas con discapacidad, y reformas al sistema carcelario y de justicia. Enfatiza fortalecimiento de valores democráticos y mejora de gestión institucional.\n- Reforma constitucional para reconocer LESCO (Lenguaje de Señas Costarricense) como lengua oficial\n- Reforma constitucional para eliminar interdicción judicial de personas con discapacidad\n- Proyecto de ley para eliminar exigencia de testigos a personas con discapacidad visual en trámites bancarios y comerciales\n- Reformas legislativas al sistema de justicia para cumplimiento efectivo de penas\n- Fortalecer valores democráticos como eje de gobierno\n- Mejora de gestión institucional según recomendaciones del Estado de la Nación\n\n**Política Social**: Prioriza reducción de brechas de desigualdad con enfoque en mujeres, niñez, personas con discapacidad, adultos mayores, pueblos indígenas y afrodescendientes. Propone sistema de cuidados, combate frontal al femicidio, cumplimiento de ley 5% para personas con discapacidad, y presencia estatal real en territorios históricamente abandonados.\n- Implementación de política nacional de cuidados para niños, personas con discapacidad y adultos mayores\n- Decreto de emergencia en primeros 100 días para atención del femicidio con recursos necesarios\n- Cumplimiento efectivo de ley del 5% de contratación para personas con discapacidad\n- Estudio de barreras según discapacidad desde nacimiento o ingreso a preescolar\n- Educación de calidad con eliminación de barreras para personas con discapacidad\n- Proyecto de ley para créditos oportunos y formación para emprendedores con discapacidad\n- Programa de vivienda para personas con discapacidad\n- Créditos específicos para mujeres emprendedoras y reinsertadas al mercado laboral\n- Fortalecimiento de alimentación escolar en escuelas públicas\n- Campaña nacional de valores desde edades tempranas con objetivos medibles\n- Presencia institucional real en pueblos indígenas con respeto a cultura y lenguas\n- Conectividad e infraestructura para pueblos indígenas y comunidades afrodescendientes\n- Representación afrodescendiente en papeleta presidencial\n- Reforma al sistema de pensiones con inversiones productivas\n- Cultura de respeto al adulto mayor con espacios de desarrollo e integración\n- Migración controlada, registrada y segura con respeto mutuo\n- Campaña de información sobre aporte real de migrantes a la economía nacional",
      "isActive": true
    },
    {
      "id": 6,
      "partyCode": "PUCD",
      "partyName": "PARTIDO UNION COSTARRICENSE DEMOCRATICA",
      "candidateName": "BORIS MOLINA ACEVEDO",
      "photoUrl": "https://www.tse.go.cr/fichas/static/f9d96f9057ebbbd5b3ed32084f6d3309/1d851/106960764.jpg",
      "planUrl": "https://www.tse.go.cr/fichas/static/aa4fc6cb10728cdabee961135e682d7a/278_1_106960764.pdf",
      "interviewUrl": "https://www.youtube.com/watch?v=YwYAhBZKQEA",
      "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
      "slogan": "Costa Rica Merece Más",
      "colorPrimary": "#E91E63",
      "colorSecondary": "#FFFFFF",
      "scores": {
        "security": 3,
        "economy": 3.5,
        "education": 3.5,
        "health": 3.5,
        "agriculture": 4,
        "environment": 3.5,
        "reforms": 3.5,
        "social": 4
      },
      "planSummary": "Boris Molina Acevedo del Partido Unión Costarricense Democrática se presenta como un candidato centrohumanista con enfoque en derechos humanos y justicia social. Su propuesta central incluye la creación de una 'ventanilla única del Estado' para formalizar a trabajadores informales y apoyar a las PYMES. Enfatiza la necesidad de generar empleo digno fuera del GAM, fortalecer la seguridad alimentaria apoyando a agricultores, y reformar el sistema educativo devolviendo la administración de escuelas al Ministerio de Educación.\n\nPropuestas principales:\n\n**Seguridad y Justicia**: Menciona propuestas concretas para la seguridad física y laboral, especialmente para mujeres. Relaciona la seguridad con la generación de empleo para evitar que personas en zonas rurales caigan en redes del crimen organizado.\n- Propuestas concretas para garantizar seguridad física y laboral de las mujeres\n- Prevenir que personas en zonas rurales caigan en redes del crimen organizado mediante generación de empleo\n\n**Economía y Empleo**: Propone la creación de una ventanilla única del Estado para sacar de la informalidad al 40% de trabajadores y convertirlos en emprendedores reales. Enfatiza la generación de empleo digno fuera del GAM mediante zonas francas, comercio y recuperación territorial en zonas costeras y rurales.\n- Ventanilla única del Estado para formalizar al 40% de trabajadores informales y convertirlos en emprendedores\n- Generar empleo digno en zonas rurales y costeras a través de zonas francas y recuperación territorial\n- Apoyo a las PYMES para incrementar su riqueza\n\n**Educación**: Critica el sistema actual de juntas de educación, señalando que se les dio la administración de escuelas y colegios a personas sin experticia, lo que genera denuncias semanales. Propone devolver el manejo administrativo al Ministerio de Educación. También menciona el problema de la falta de meriendas en las escuelas.\n- Devolver el manejo administrativo de escuelas y colegios al Ministerio de Educación\n- Garantizar merienda en las escuelas para los estudiantes\n- Reformar el modelo de educación estructural\n\n**Salud**: Menciona la necesidad de asegurar inversión social sostenida en materia de salud y acceso a seguridad social para los trabajadores. No presenta propuestas específicas detalladas sobre el sistema de salud o CCSS.\n- Garantizar acceso a la seguridad social para todos los trabajadores\n- Inversión social sostenida en salud\n\n**Sector Agropecuario**: Enfatiza la seguridad alimentaria como urgencia nacional. Propone apoyar a agricultores y arroceros, especialmente en Guanacaste. Plantea que el Estado debería subvencionar la seguridad alimentaria para que el país consuma lo que produce, logrando un balance económico.\n- Fortalecer la seguridad alimentaria nacional como prioridad urgente\n- Subvención estatal para la producción agrícola\n- Balance económico para que el país consuma lo que produce\n- Apoyo específico a agricultores y arroceros\n\n**Reformas Institucionales**: Propone reforma al sistema de pensiones, criticando el sistema actual de regímenes que no permite retirar el ROP y no ofrece pensiones que crezcan adecuadamente. Menciona la necesidad de evitar que la vejez se convierta en etapa de pobreza.\n- Reforma al sistema de regímenes de pensiones para mejorar las condiciones de retiro\n- Permitir el retiro del ROP (Régimen Obligatorio de Pensiones)\n- Garantizar pensiones que crezcan adecuadamente\n\n**Política Social**: Enfatiza que sin trabajo las personas siempre estarán en situación de pobreza. Señala la discriminación estructural y problemas con la niñez descuidada. Propone inversión social sostenida en materia de cuido, salud y educación. Menciona que la pobreza genera más discapacidad y viceversa.\n- Generación de empleo como solución fundamental contra la pobreza\n- Inversión social sostenida en cuido, salud y educación\n- Atender la discriminación estructural y la niñez descuidada\n- Romper el círculo de pobreza-discapacidad",
      "isActive": true
    },
    {
      "id": 8,
      "partyCode": "PNG",
      "partyName": "PARTIDO NUEVA GENERACION",
      "candidateName": "FERNANDO DIONISIO ZAMORA CASTELLANOS",
      "photoUrl": "https://www.tse.go.cr/fichas/static/91df5a433e7c429e79d0b80a3946fc1a/1d851/107230074.jpg",
      "planUrl": "https://www.tse.go.cr/fichas/static/3bffc392a0e2b8fe9e20ec0dcb5e94b1/149_1_107230074.pdf",
      "interviewUrl": "https://www.youtube.com/watch?v=LWlrGVAiZR4",
      "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
      "slogan": "Una Nueva Costa Rica",
      "colorPrimary": "#00BCD4",
      "colorSecondary": "#FFFFFF",
      "scores": {
        "security": 3,
        "economy": 3.5,
        "education": 4,
        "health": 3.5,
        "agriculture": 4,
        "environment": 3.5,
        "reforms": 4.5,
        "social": 3.5
      },
      "planSummary": "Fernando Zamora del PNG se posiciona como defensor del sector agropecuario con 37 años de experiencia en derecho constitucional. Su plataforma se centra en tres pilares filosóficos: cultura productiva, familia y fe. Propone cambiar el modelo económico de importación masiva hacia uno productivo nacional, con énfasis en infraestructura crítica (aeropuertos, carreteras, ferrocarril), revolución energética y fortalecimiento del agro. Lidera acciones legales contra políticas que considera perjudiciales para agricultores y propone reformas penales con mano firme. Su visión es hacer de Costa Rica una potencia agroindustrial.\n\nPropuestas principales:\n\n**Seguridad y Justicia**: Propone mano firme contra la delincuencia mediante reformas al procedimiento penal y al código penal. Enfatiza la necesidad de prisión preventiva para casos graves y trabajo obligatorio para privados de libertad.\n- Reforma al artículo 55 del Código Penal para obligar al trabajo de privados de libertad\n- Reforma al procedimiento penal para eliminar medidas alternativas en casos de femicidios, sicariato y narcotráfico\n- Prohibición de descarcelación cuando hay amenaza a víctimas o testigos\n- Prisión preventiva obligatoria para casos graves\n- Programas de trabajo carcelario (producción de ropa de cama para CCSS)\n\n**Economía y Empleo**: Propone cambiar de un modelo importador a uno productivo mediante tres ejes: inversión en infraestructura crítica, revolución energética y fortalecimiento de la cultura productiva agroindustrial. Incluye alianzas público-privadas y reducción de costos energéticos.\n- Inventario ambicioso de infraestructura: aeropuertos internacionales de Limón y del Sur, nuevo aeropuerto para sustituir Juan Santamaría\n- Corredor noratlántico: ruta de alta velocidad desde Guápiles-Sarapiquí-Florencia-San Ramón con ferrocarril\n- Aeropuerto internacional de carga en zona Huetar Norte\n- Revolución energética: geotermia (Miravalles completo, Huetar Norte), energía eólica, hidroeléctrica (Bagaces), energía por basura\n- Alianzas público-privadas para financiar aeropuertos, puertos y carreteras\n- Revertir modelo de importación masiva hacia producción nacional\n- Hacer de Costa Rica una potencia agroindustrial\n- Pensión por consumo: destinar porcentaje del IVA a cuentas individuales de pensión sin aumentar el impuesto\n- Inversión de fondos de pensiones en infraestructura nacional en lugar de bolsa de Nueva York\n\n**Educación**: Propone reforma educativa integral en cuatro ejes: definición de ruta educativa centrada en principios y valores, revisión de malla curricular, mejoramiento del método de evaluación, y mejora de infraestructura educativa. Incluye reversión de ley 9999 considerada antieducador.\n- Definir ruta educativa centrada en principios, valores e identidad (responder quién soy, para qué estoy en esta tierra)\n- Revisión de malla curricular para incluir habilidades prácticas para el empleo\n- Plataforma virtual de idiomas (segundo y tercer idioma) coordinada entre MEP e INA\n- Mejoramiento del método de evaluación\n- Infraestructura educativa mediante alianzas público-privadas (resolver 1000 intervenciones del Ministerio de Salud)\n- Reversión de ley 9999 para devolver prestigio y mejores condiciones laborales a educadores\n- Desmotivar criminalización del educador\n\n**Salud**: Propone fortalecer redes de cuido mediante recursos subejecultados del Estado, especialmente para madres cabeza de hogar y menores de edad.\n- Destinar porcentaje de recursos subejecultados del Estado a redes de cuido\n- Atención de menores de edad, especialmente hijos de madres cabeza de hogar\n- Fortalecer régimen no contributivo de pensiones mediante pensión por consumo\n\n**Sector Agropecuario**: Se posiciona como el partido del agro, proponiendo revertir importaciones masivas y fortalecer la producción nacional mediante asistencia técnica, tecnológica y crediticia. Lidera lucha legal contra ultrarresoluciones del Estado y la ruta del arroz.\n- Detener Alianza del Pacífico y Acuerdo Transpacífico (considerados destructivos para el agro)\n- Detener importación masiva de arroz, papa, cebolla, tomate y granos básicos\n- Asistencia técnica y tecnológica al sector agropecuario\n- Parques agroindustriales\n- Crédito para equipo y maquinaria agrícola\n- Orientar banca de crédito comercial hacia crédito productivo\n- Convertir a Costa Rica en potencia agroindustrial\n- Defensa legal de pequeños campesinos y productores pecuarios contra ultrarresoluciones del Estado\n- Retorno de aduana a Limón para productos que entran por ese puerto\n\n**Medio Ambiente**: Propone revolución energética con énfasis en energías renovables: geotermia, eólica, hidroeléctrica y conversión de basura en energía. Incluye parques ecotemáticos para dinamizar turismo sostenible.\n- Explotar completamente yacimiento geotérmico de Miravalles\n- Desarrollar beta geotérmica en Huetar Norte\n- Proyectos de energía eólica en todo el país\n- Proyectos hidroeléctricos en Bagaces con capacidad de drenaje de canales\n- Programa 'dame tu basura y te doy energía' para municipalidades\n- Parque ecotemático en zona Caribe (modelo similar a Quintana Roo, México)\n- Comunidades de interés turístico (Comunidades Pura Vida) para turismo rural comunitario\n\n**Reformas Institucionales**: Propone reformas enfocadas en detener políticas de esterilización, mejorar régimen de pensiones, reformar procedimiento penal y código penal, y políticas migratorias equilibradas.\n- Detener políticas de esterilización implementadas durante gobierno PAC\n- Implementar pensión por consumo (destinar porcentaje del IVA a cuentas individuales)\n- Invertir fondos de pensiones en infraestructura nacional en lugar de mercados de Nueva York\n- Reforma al artículo 55 del Código Penal para trabajo obligatorio de privados de libertad\n- Reforma al procedimiento penal para eliminar alcahuetería y medidas alternativas en casos graves\n- Política migratoria equilibrada: ni puertas abiertas ni hostilidad extrema\n- Reversión de ley 9999 (ley antieducador del gobierno PAC 2018-2022)\n\n**Política Social**: Propone discriminación positiva para personas con discapacidad, beneficios fiscales para empresas que contraten madres solteras, programas culturales y deportivos para niñez y juventud, y desarrollo de zonas rurales mediante infraestructura y turismo comunitario.\n- Discriminación positiva para personas con discapacidad mediante decretos y proyectos de ley\n- Reducción de trámitología y costos de legalidad para personas con discapacidad\n- Cuotas de acceso al trabajo para personas con discapacidad\n- Beneficios fiscales e incentivos a empresas que den prioridad a madres solteras\n- Piso menor de impuesto de renta para madres solteras\n- Mejor condición de IVA para madres solteras\n- Programas culturales para niñez y juventud: Costa Rica Canta, Costa Rica Actúa, Costa Rica Escribe, Costa Rica Toca\n- Masificación del deporte mediante programas vocacionales en colegios (coordinación MEP-Ministerio de Deportes)\n- Visores deportivos para descubrir talentos en comunidades\n- Fortalecer turismo rural comunitario\n- Comunidades de interés turístico (Comunidades Pura Vida): Grano de Oro de Turrialba, Bijagua de Upala, Ríos de Upala\n- Política migratoria equilibrada: permitir trabajo migrante en agricultura y construcción sin apertura indiscriminada",
      "isActive": true
    },
    {
      "id": 14,
      "partyCode": "PEL",
      "partyName": "PARTIDO ESPERANZA Y LIBERTAD",
      "candidateName": "MARCO DAVID RODRIGUEZ BADILLA",
      "photoUrl": "https://www.tse.go.cr/fichas/static/cac464f60fef9478bb0e30328267515b/1d851/401890740.jpg",
      "planUrl": "https://www.tse.go.cr/fichas/static/65ae461ce4dd07f4e26ae62409c83cb7/405_1_401890740.pdf",
      "interviewUrl": "https://www.youtube.com/watch?v=16xBb_hILa0",
      "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
      "slogan": "Con Esperanza y Libertad, Costa Rica va cambiar",
      "colorPrimary": "#8BC34A",
      "colorSecondary": "#FFFFFF",
      "scores": {
        "security": 3.5,
        "economy": 3.5,
        "education": 4,
        "health": 4,
        "agriculture": 4,
        "environment": 4.5,
        "reforms": 3.5,
        "social": 4
      },
      "planSummary": "Marco David Rodriguez Badilla, candidato del Partido Esperanza y Libertad, es administrador de empresas con maestría en gerencia pública y experiencia en instituciones como ICE, Ministerio de Hacienda y CONAPAN. Su propuesta se centra en educación de calidad, apoyo a adultos mayores, fortalecimiento económico con enfoque en emprendimiento, y reformas a las pensiones. Propone un país tolerante, respetuoso y próspero con inversión social sostenida y protección a poblaciones vulnerables.\n\nPropuestas principales:\n\n**Seguridad y Justicia**: Menciona la problemática del crimen y narcotráfico que afecta a las comunidades, especialmente cómo recluta jóvenes. Propone trabajar en prevención y protección de niños y jóvenes ante las redes criminales.\n- Trabajo de prevención con las familias para evitar que jóvenes caigan en redes del narcotráfico\n- Protección de niños y adolescentes de las garras del crimen\n- Trabajo social con economía solidaria en las comunidades para atacar el problema de raíz\n\n**Economía y Empleo**: Propone un modelo económico enfocado en competitividad, atracción de inversiones y apoyo al emprendimiento. Busca generar empleos de calidad y fortalecer la economía solidaria. Menciona la importancia de que Costa Rica sea atractiva para inversión y que todos los sectores puedan aportar a la economía nacional.\n- Generación de empleos de calidad para las familias\n- Fomento a la economía solidaria en las comunidades\n- Apoyo al emprendimiento y competitividad empresarial\n- Atracción de inversiones para infraestructura y desarrollo\n- Fortalecimiento de encadenamientos productivos nacionales e internacionales\n\n**Educación**: Como hijo de la escuela pública y docente universitario, enfatiza la educación de calidad como pilar fundamental. Propone transformaciones en la política educativa y garantiza respetar la inversión del 8% del PIB en educación en todas sus etapas para que los jóvenes puedan tener una profesión.\n- Inversión del 8% del PIB en educación para todas las etapas\n- Transformación de la política educativa pública\n- Educación de calidad desde primera infancia hasta educación superior\n- Enfoque en prevención desde las familias y la educación\n- Garantizar que jóvenes puedan tener una profesión\n\n**Salud**: Propone inversión social sostenida que incluya salud. Reconoce la necesidad de garantizar atención de calidad y acceso a servicios de salud para toda la población, especialmente poblaciones vulnerables.\n- Inversión social sostenida en materia de salud\n- Garantizar atención de calidad para toda la población\n- Protección de salud de niñez y adolescencia\n\n**Sector Agropecuario**: Reconoce la crisis del sector agrícola con 100 agricultores abandonando sus tierras en los últimos 2 años por no poder competir con importaciones. Propone darle competitividad al agricultor nacional y proteger la producción de productos básicos como arroz y frijoles.\n- Darle competitividad necesaria al agricultor nacional para competir con importaciones\n- Proteger a agricultores nacionales que producen alimentos básicos (arroz, frijoles, tomate)\n- Evitar tercerización excesiva que encarece productos\n- Fortalecimiento de instituciones como INTA, MAG y sanidad fitosanitaria\n- Generar encadenamientos productivos nacionales e internacionales con trazabilidad\n- Apoyo técnico y acompañamiento a productores\n\n**Reformas Institucionales**: Propone reforma importante al sistema de pensiones, enfocándose en mejorar rentabilidad de fondos y garantizar pensiones dignas. Plantea que fondos de pensiones inviertan en infraestructura nacional para aumentar rentabilidad del 3-4% actual al 7-12%.\n- Reforma al sistema de pensiones con enfoque de corto y largo plazo\n- Inversión de fondos de pensiones en infraestructura nacional para aumentar rentabilidad del 3-4% al 7-12%\n- Garantizar pensión digna a adultos mayores, incluso quienes no pudieron cotizar en sistema formal\n- Respuesta inmediata con devolución de RB (régimen básico)\n- Reforma contributiva que garantice pensión mínima digna (más de 82,000 colones actuales)\n- Explorar modelos exitosos como Jupema para regímenes de pensiones\n- Trabajo legislativo con mesa de legalidad pertinente\n\n**Política Social**: Tiene fuerte compromiso con poblaciones vulnerables, especialmente adultos mayores (trabajó en CONAPAN), mujeres y juventud. Propone protección integral de niñez, apoyo a mujeres con jornadas flexibles, y atención digna a adultos mayores. Busca conservar valores familiares y prevenir que jóvenes caigan en criminalidad.\n- Protección integral de niñez y adolescencia\n- Garantizar que niños no sean víctimas directas de violencia\n- Apoyo a mujeres con jornadas laborales flexibles para atender familia\n- Programas de prevención para mujeres a través de INAMO y otras instituciones\n- Unidades de prospección y observatorios de calidad para mujeres\n- Conservación de la familia como valor fundamental\n- Política pública a través de PIEG y CEDO de corto, mediano y largo plazo para mujeres\n- Atención digna a adultos mayores con pensiones adecuadas\n- Garantizar calidad de vida en la vejez sin abuso físico, psicológico o económico\n- Fortalecimiento de observatorios de envejecimiento (Costa Rica será país envejecido en 2050 con 33% adultos mayores)\n- Que adultos mayores puedan administrar recursos de forma segura\n- Programas para jóvenes que generen oportunidades y eviten criminalidad",
      "isActive": true
    },
    {
      "id": 9,
      "partyCode": "PDLCT",
      "partyName": "PARTIDO DE LA CLASE TRABAJADORA",
      "candidateName": "DAVID HERNANDEZ BRENES",
      "photoUrl": "https://www.tse.go.cr/fichas/static/cb69aae773ff2ff9df8cc66d8fcfbfc5/95f69/113220047.jpg",
      "planUrl": "https://www.tse.go.cr/fichas/static/77aed0a3681480e48d8729c14a53221f/229_1_113220047.pdf",
      "interviewUrl": "https://www.youtube.com/watch?v=Ivza06J0gjU",
      "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
      "slogan": "Nuestras vidas valen más que sus ganancias",
      "colorPrimary": "#D32F2F",
      "colorSecondary": "#FFFFFF",
      "scores": {
        "security": 4,
        "economy": 5,
        "education": 5,
        "health": 5,
        "agriculture": 5,
        "environment": 4,
        "reforms": 5,
        "social": 5
      },
      "planSummary": "David Hernández Brenes representa una visión socialista del Partido de la Clase Trabajadora (PDLCT). Su propuesta central es la transformación radical del sistema económico capitalista mediante planificación económica, nacionalización de sectores estratégicos, y redistribución de la riqueza. Identifica a la 'clase trabajadora' como el sujeto político central y propone eliminar progresivamente la desigualdad que atribuye al sistema capitalista. Sus propuestas incluyen reforma agraria integral, sistema carcelario rehabilitador, red nacional de cuido robusta, y garantía de salarios dignos. Todas sus políticas están orientadas a eliminar la explotación y priorizar las necesidades de la clase trabajadora.\n\nPropuestas principales:\n\n**Seguridad y Justicia**: Propone abordar la inseguridad como un problema sistémico vinculado al sistema económico. Critica el sistema carcelario actual y propone reformarlo con enfoque en rehabilitación. Menciona que la violencia y el crimen están ligados a la explotación económica.\n- Reformar el sistema carcelario con enfoque rehabilitador en lugar de punitivo\n- Abordar las causas estructurales de la inseguridad vinculadas al sistema económico\n- Garantizar seguridad física y laboral especialmente para mujeres trabajadoras\n\n**Economía y Empleo**: Propone una transformación radical del sistema económico mediante planificación económica centralizada, nacionalización de sectores estratégicos, y garantía de salarios dignos. Critica el sistema capitalista por generar explotación y desigualdad. Busca que las ganancias generadas en el país se queden en Costa Rica.\n- Implementar una economía planificada que priorice las necesidades de la clase trabajadora\n- Nacionalización de tierras y grandes conglomerados económicos\n- Garantizar salarios dignos que permitan suplir necesidades básicas y tiempo con la familia\n- Retener las ganancias económicas en el país en lugar de que salgan al extranjero\n- Eliminar progresivamente la desigualdad económica\n\n**Educación**: Propone fortalecer la educación pública como derecho fundamental. Menciona la importancia de profesionales especializados en educación especial y adecuaciones. Enfatiza que el trabajo de cuido no remunerado limita el acceso a educación de las mujeres.\n- Fortalecer red nacional de cuido con profesionales especializados en educación especial\n- Garantizar acceso universal a educación de calidad\n- Redistribuir el trabajo de cuido para que no limite el acceso a educación de las mujeres\n- Asegurar que estudiantes con necesidades especiales reciban las adecuaciones necesarias\n\n**Salud**: Propone garantizar salud de calidad para toda la clase trabajadora. Menciona que las pensiones actuales no cubren medicinas ni alquiler. Enfatiza la necesidad de fortalecer la CCSS y proteger regímenes especiales de pensión.\n- Garantizar salud de calidad para toda la clase obrera, nacional o extranjera\n- Proteger y fortalecer los regímenes especiales de pensiones\n- Asegurar que la Caja Costarricense del Seguro Social tenga recursos suficientes\n- Garantizar que las pensiones cubran medicinas y necesidades básicas como alquiler\n- Atención médica especializada para personas con discapacidad\n\n**Sector Agropecuario**: Propone una reforma agraria integral con nacionalización de tierras y eliminación de condiciones inhumanas en plantaciones. Enfatiza la soberanía alimentaria y el derecho de familias campesinas a acceder a la tierra. Critica el modelo agroexportador actual.\n- Reforma agraria para que familias campesinas tengan acceso a tierra\n- Nacionalización de tierras y grandes conglomerados agrícolas\n- Planificación económica agrícola que priorice soberanía alimentaria\n- Eliminar condiciones inhumanas en plantaciones (piña, palma, etc.)\n- Revertir el modelo de producción que destruye la soberanía alimentaria\n- Garantizar derechos laborales para trabajadores agrícolas\n\n**Reformas Institucionales**: Propone múltiples reformas estructurales: reforma agraria para redistribuir tierras, reforma del sistema carcelario con enfoque rehabilitador, reforma del sistema de pensiones para garantizar dignidad en la vejez, y políticas laborales inclusivas que garanticen todos los derechos laborales sin discriminación.\n- Reforma agraria para redistribución de tierras a familias campesinas\n- Reforma del sistema carcelario hacia modelo rehabilitador\n- Reforma de pensiones para evitar que la vejez sea etapa de empobrecimiento\n- Políticas laborales inclusivas que garanticen derechos a todas las personas trabajadoras\n- Reforma integral del país con enfoque en justicia social\n\n**Política Social**: Propone eliminar progresivamente la desigualdad social mediante redistribución de riqueza, red nacional de cuido robusta, protección de adultos mayores con pensiones dignas, e inversión social sostenida. Enfatiza que el trabajo de cuido doméstico (24% del PIB) debe ser reconocido y no recaer solo en mujeres.\n- Crear una red nacional de cuido robusta y universal\n- Redistribuir el trabajo de cuido que actualmente recae en mujeres (equivalente al 24% del PIB)\n- Garantizar inversión social sostenida en cuido, salud y educación\n- Proteger a población adulta mayor con pensiones que cubran necesidades básicas\n- Eliminar progresivamente la desigualdad social\n- Garantizar que la mayoría de la población sea feliz y tenga lo que necesita\n- Proteger a la niñez aumentando inversión social y reduciendo violencia",
      "isActive": true
    },
    {
      "id": 7,
      "partyCode": "PCDS",
      "partyName": "PARTIDO CENTRO DEMOCRATICO Y SOCIAL",
      "candidateName": "ANA VIRGINIA CALZADA MIRANDA",
      "photoUrl": "https://www.tse.go.cr/fichas/static/5ebde696abc2c0a36f272c52e674b8a9/1d851/104340791.jpg",
      "planUrl": "https://www.tse.go.cr/fichas/static/16809e7deea883504f543d9477683927/150_1_104340791.pdf",
      "interviewUrl": "https://www.youtube.com/watch?v=HKVIEttQCTk",
      "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
      "slogan": "La persona en el centro",
      "colorPrimary": "#2196F3",
      "colorSecondary": "#FFFFFF",
      "scores": {
        "security": 3.5,
        "economy": 3.5,
        "education": 4.5,
        "health": 4.5,
        "agriculture": 3.5,
        "environment": 4,
        "reforms": 3.5,
        "social": 4.5
      },
      "planSummary": "Ana Virginia Calzada del PCDS enfatiza su experiencia de 20 años en la Sala Constitucional defendiendo derechos humanos. Su plataforma se centra en protección de poblaciones vulnerables (mujeres, niñez, adultos mayores), inclusión de personas con discapacidad, combate preventivo al crimen, reconstrucción de la clase media, y reforma educativa. Propone sacar niños del sicariato ofreciendo oportunidades, apoyar mujeres emprendedoras, y reducir la brecha entre ricos y pobres. Su visión incluye: no más femicidios, educación de calidad, reducir desigualdad, y rescatar la democracia que considera en peligro de tiranía.\n\nPropuestas principales:\n\n**Seguridad y Justicia**: Enfoque en rescatar niños y jóvenes del crimen organizado y sicariato. Combate al narcotráfico mediante oportunidades de desarrollo.\n- Sacar niños de 12 años del sicariato y jóvenes del crimen organizado\n- Robar jóvenes al narcotráfico ofreciendo oportunidades de estudio y trabajo\n- Enfoque preventivo: que los niños tengan juguetes o libros en vez de armas\n\n**Economía y Empleo**: Apoyo a mujeres emprendedoras y empresas regionales. Reducir brechas entre ricos y pobres, reconstruir clase media.\n- Subvención del Estado en primer año para pymes de mujeres (pago de Caja Costarricense de Seguro Social)\n- Exoneraciones en primer año para mujeres emprendedoras\n- Incentivos a empresas regionales que contraten mujeres y jóvenes\n- Modificación de bonos de vivienda para jóvenes (primera vivienda)\n- Acceso a créditos blandos para mujeres en sector formal\n- Reducir intermediarios en productos agrícolas\n\n**Educación**: Revertir el apagón educativo. Solo 10% recibe educación completa. Crear centros educativos seguros y modernizar la oferta educativa.\n- Enderezar rumbo educativo: actualmente solo 10% completa educación, 90% no\n- Fortalecer INA y educación técnica flexible\n- Reconstruir 800 escuelas con infraestructura deficiente (órdenes sanitarias)\n- Crear centros educativos seguros como centros de comunidad\n- Educación desde edad escolar para profesiones del siglo XXI (no tradicionales)\n- Reforzamiento académico en centros: inglés, matemáticas, otros idiomas\n- Educación intergeneracional: adultos mayores comparten experiencia, niños dan tecnología\n- Restaurar educación cívica tradicional sobre democracia y derechos\n- Fortalecer PANI (Patronato Nacional de la Infancia)\n\n**Sector Agropecuario**: Acompañamiento integral al sector agro con créditos blandos y reducción de intermediarios. Fortalecer seguridad alimentaria.\n- Créditos blandos para agricultores\n- Proceso de reconstrucción del agro con acompañamiento\n- Crear plan de seguridad alimentaria (actualmente solo hay reservas para 3-4 meses)\n- Reducir o eliminar intermediarios para que agricultores reciban precio justo\n- Etiquetar productos nacionales en supermercados mostrando precio al agricultor\n\n**Reformas Institucionales**: Reforma migratoria para formalización. Enfoque en reinserción social del sistema penitenciario.\n- Suavizar trámites migratorios para reducir tiempo de permisos de trabajo\n- Formalizar trabajadores migrantes: que coticen en caja y paguen impuestos\n- Política migratoria: bienvenida quien venga a trabajar, no quien venga a delinquir\n- Reinserción social de personas privadas de libertad mediante proyectos productivos\n- Flexibilizar educación técnica (actualmente condiciona bachillerato)\n- Negociar con pueblos indígenas y afrodescendientes sobre territorios traslapados\n\n**Política Social**: Protección a mujeres víctimas de violencia, inclusión de personas con discapacidad, pensión universal para adultos mayores, ciudades accesibles.\n- Programa Alerta Naranja: seguimiento 24/7 a mujeres agredidas\n- Medios electrónicos para detectar si agresor se acerca a la víctima\n- Construir más albergues para mujeres (vía responsabilidad social empresarial)\n- Capacitación laboral en albergues para empoderar a las mujeres\n- Ciudades accesibles para personas con discapacidad\n- Más oportunidades de trabajo e inclusión para personas con discapacidad\n- Pensión universal para adultos mayores sin acceso a medios económicos\n- Transporte seguro y accesible para adultos mayores\n- Ciudades accesibles para adultos mayores (aceras, transporte)\n- Respeto y agradecimiento a adultos mayores\n- Inversión social sostenida en niñez: cuido, salud, educación\n- Albergues seguros para menores\n- Pasar mujeres emprendedoras al sector formal\n- Incentivar turismo local en zonas costeras\n- Flexibilizar tarifas de CCSS para empresas turísticas según temporada",
      "isActive": true
    },
    {
      "id": 19,
      "partyCode": "PCAC",
      "partyName": "PARTIDO COALICION AGENDA CIUDADANA",
      "candidateName": "CLAUDIA VANESSA DOBLES CAMARGO",
      "photoUrl": "https://www.tse.go.cr/fichas/static/e149b41a0abd726a0d32434ee2dad6df/1d851/205540759.jpg",
      "planUrl": "https://www.tse.go.cr/fichas/static/edb18ca26d5267075ee07cab230b2a1f/428_1_205540759.pdf",
      "interviewUrl": "https://www.youtube.com/watch?v=hqiS-X0CiEM",
      "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
      "slogan": "Reformas y soluciones para una casa común",
      "colorPrimary": "#FFC107",
      "colorSecondary": "#000000",
      "scores": {
        "security": 3.5,
        "economy": 3.5,
        "education": 4.5,
        "health": 4.5,
        "agriculture": 4,
        "environment": 4.5,
        "reforms": 4,
        "social": 4.5
      },
      "planSummary": "Claudia Dobles de la coalición Agenda Ciudadana se presenta como una candidata con experiencia en gobierno (fue Primera Dama) y formación técnica en arquitectura. Su visión se centra en retomar el optimismo y la capacidad de soñar en grande que caracterizó a Costa Rica históricamente. Propone cerrar brechas de desigualdad mediante inversión social focalizada, desarrollo de talento humano integral, y modernización de infraestructura. Su enfoque busca no dejar a nadie atrás, con especial énfasis en mujeres, niñez, juventud, personas con discapacidad, y zonas rurales. Destaca su propuesta de fortalecer sectores productivos tradicionales (agro y turismo) mientras se diversifica la economía, y su estrategia integral de seguridad que combina control territorial con prevención.\n\nPropuestas principales:\n\n**Seguridad y Justicia**: Presenta una estrategia integral y detallada de seguridad ciudadana que reconoce la crisis actual de homicidios (más de 700) y el avance del crimen organizado. Critica fuertemente la inacción del gobierno actual y propone acciones concretas desde el primer día. Su enfoque combina control territorial inmediato mediante megaoperativos y coordinación institucional, con prevención a largo plazo en comunidades vulnerables. Rechaza el levantamiento de garantías individuales propuesto por otros candidatos, argumentando que primero deben implementarse medidas básicas de control.\n- Activar el Consejo Nacional Presidencial de Seguridad para coordinar los tres poderes de la República\n- Implementar megaoperativos policiales con coordinación entre todas las fuerzas (ejecutivo, OIJ, policía municipal)\n- Fortalecer control de fronteras y reaperturar punto de guardacostas en Bahía Drake\n- Incautar armas ilegales sistemáticamente para reducir homicidios por sicariato\n- Girar presupuesto aprobado al OIJ para investigación de crimen organizado\n- Reestablecer policía de control de drogas en puntos fronterizos\n- Implementar programa de prevención 'Sembremos Seguridad' en comunidades vulnerables\n- Mejorar gestión carcelaria para evitar llamadas telefónicas desde prisiones\n- Coordinación de inteligencia policial y análisis criminal entre todas las fuerzas\n\n**Economía y Empleo**: Propone una agenda de competitividad país enfocada en crecimiento económico sostenible que genere empleo de calidad. Reconoce el aumento de la desigualdad y busca diversificar la economía mientras protege sectores productivos tradicionales. Su visión incluye transición de la informalidad a la formalidad (40-45% de población), eliminación de requisitos burocráticos innecesarios para microempresas, y alianzas con sector privado. Destaca su experiencia dejando proyectos como estudios de factibilidad del tren. Busca posicionar a Costa Rica frente a desafíos como inteligencia artificial y automatización robótica.\n- Política nacional de desarrollo productivo con visión de futuro hacia IA y automatización\n- Eliminar requisitos burocráticos y crear sistema progresivo para formalización de microempresas\n- No penalizar retroactivamente a emprendedores que transicionen de informalidad a formalidad\n- Fortalecer sectores agro y turismo como motores inmediatos de desarrollo en zonas rurales\n- Diversificar economía mediante mejor educación y desarrollo de talento humano\n- Aumentar base contributiva incorporando sector informal al régimen de pensiones\n- Mejorar infraestructura vial y conectividad en todo el territorio nacional\n\n**Educación**: Considera la educación como absolutamente fundamental para el desarrollo del talento humano y la movilidad social. Propone transformación del sistema educativo con énfasis en aspectos básicos que actualmente fallan: comedores, transporte escolar, becas. Critica duramente la pérdida de 115,000 becas Avancemos en la administración actual, vinculándola con deserción escolar y vulnerabilidad ante crimen organizado. Su visión incluye modernización curricular con enfoque en Colegios Técnicos Profesionales, pasantías y educación dual para facilitar inserción laboral.\n- Aumento progresivo del presupuesto de educación con compromiso en plan de gobierno\n- Recuperar y aumentar 115,000 becas Avancemos perdidas como programa de equidad\n- Mejorar sistema de comedores escolares (niños con hambre no aprenden)\n- Fortalecer transporte escolar para evitar exclusión por falta de acceso\n- Transformar mallas curriculares priorizando Colegios Técnicos Profesionales (CTP)\n- Implementar pasantías y educación dual vinculando estudiantes con sector privado\n- Regionalizar mallas curriculares de CTP según sectores productivos locales\n- Acuerdo nacional por la educación con sector universitario público y privado\n- Certificaciones y microcertificaciones mediante INA y otras instituciones\n- Inclusión real para personas con discapacidad adaptando sistema a sus necesidades\n\n**Salud**: Propone aumentar la inversión social en salud como parte de su compromiso general de mayor gasto social sin comprometer finanzas públicas. Vincula salud con el sistema nacional de cuidados y atención a poblaciones vulnerables. Menciona que la administración anterior tomó decisiones difíciles que ahora permiten mayor inversión social, pero el gobierno actual no lo hace por falta de voluntad política.\n- Aumentar inversión social en salud e infraestructura de salud\n- Fortalecer atención a poblaciones vulnerables en sistema de salud\n- Inversión social efectiva y eficiente para generar movilidad social\n\n**Sector Agropecuario**: Muestra compromiso profundo con el sector agropecuario, al cual considera aliado histórico de su movimiento político. Vincula la crisis del sector con seguridad nacional: pérdida de empleos formales en zonas rurales facilita avance del narcotráfico. Critica severamente a la administración actual por destruir proactivamente el sector en momento geopolítico que requiere seguridad alimentaria. Enfatiza que agro y turismo son los únicos motores de empleo digno en zonas rurales y costeras. Firmó pacto por el agro con organizaciones del sector.\n- Recuperar empleos perdidos en sector agropecuario como prioridad inmediata\n- Implementar 10 compromisos del Pacto por el Agro firmado con organizaciones del sector\n- Esquemas de financiamiento reales y diferenciados para productores\n- Restablecer seguros de cosechas indexados con disparadores climáticos automáticos\n- Garantizar seguridad alimentaria manteniendo producción nacional robusta\n- Apoyo directo al sector como estrategia de seguridad nacional contra narcotráfico\n- Mejorar infraestructura vial en zonas rurales productoras\n- Aumentar conectividad digital en regiones agropecuarias\n- Vinculación de CTPs con sectores productivos agropecuarios locales\n\n**Medio Ambiente**: Integra consideraciones ambientales en su propuesta de desarrollo urbano y transporte. Los estudios de factibilidad del tren que dejó en la administración anterior incorporaban por primera vez perspectiva ambiental junto con análisis de género y accesibilidad. Propone ciudades accesibles y sistemas de transporte que reduzcan dependencia del vehículo privado. Su enfoque busca compatibilizar desarrollo económico con sostenibilidad ambiental.\n- Proyectos de infraestructura con enfoque integral de sostenibilidad ambiental\n- Sistema de transporte público moderno y eficiente que reduzca uso de vehículo privado\n- Ciudades accesibles con infraestructura urbana sostenible\n- Integrar consideraciones ambientales en desarrollo de zonas rurales y costeras\n\n**Reformas Institucionales**: Propone reformas estructurales para garantizar sostenibilidad del régimen de pensiones ante cambio demográfico (pirámide poblacional invertida). Su enfoque combina tres pilares: crecimiento económico, aumento de base contributiva mediante formalización, e inyección de fondos extraordinarios. Rechaza narrativas punitivas y propone reformas institucionales para facilitar emprendimiento y formalización progresiva. Busca modernizar Estado para responder a desafíos del siglo XXI.\n- Reforma del régimen de pensiones mediante crecimiento económico y competitividad\n- Aumentar base contributiva incorporando 40-45% de población en informalidad\n- Inyectar fondos del FLAR al sistema de pensiones para sostenibilidad\n- Sistema progresivo de cotización para transición gradual de informal a formal\n- Eliminar penalizaciones retroactivas a emprendedores que se formalizan\n- Modernizar institucionalidad para convertirla en facilitadora (no obstáculo) del crecimiento\n- Reforma regulatoria eliminando requisitos innecesarios para micro y pequeñas empresas\n\n**Política Social**: Su propuesta social es integral y transversal, enfocada en 'no dejar a nadie atrás' con especial atención a poblaciones vulnerables. Lanzó programa 'Familias Primero' enfocado en familias jefeadas por mujeres. Propone sistema nacional de cuidados bajo principio de corresponsabilidad social. Su visión personal (esposa, madre, profesional) informa políticas de género y conciliación trabajo-familia. Reconoce interseccionalidad: ser mujer, con discapacidad, indígena, afrodescendiente o LGTB multiplica vulnerabilidades.\n- Programa 'Familias Primero' con apoyo integral a familias jefeadas por mujeres\n- Fortalecer sistema nacional de cuidados con corresponsabilidad Estado-sociedad\n- Vivienda de interés social con financiamiento accesible para familias vulnerables\n- Apoyo a mujeres: capacitación, cuido infantil, financiamiento semilla, eliminación de trabas\n- Hacer valer ley del 5% de plazas para personas con discapacidad en sector público\n- Trabajar con sector privado para empleabilidad de personas con discapacidad\n- Accesibilidad universal: ciudades, transporte público (buses USEES), espacios públicos\n- Políticas con enfoque interseccional reconociendo vulnerabilidades múltiples\n- Participación activa de comunidades indígenas y afrodescendientes en decisiones que les afectan\n- Respeto a cosmovisión indígena y diversidad cultural\n- Política migratoria basada en dignidad humana, derechos humanos, orden y legalidad\n- Financiamiento diferenciado para personas jóvenes (vivienda, emprendimiento)\n- Enfoque preventivo de seguridad mediante inversión social en comunidades vulnerables",
      "isActive": true
    },
    {
      "id": 16,
      "partyCode": "PNR",
      "partyName": "PARTIDO NUEVA REPUBLICA",
      "candidateName": "GERARDO FABRICIO ALVARADO MUÑOZ",
      "photoUrl": "https://www.tse.go.cr/fichas/static/72bc0dd4252b24b9c5604ce016e011b2/1d851/108820284.jpg",
      "planUrl": "https://www.tse.go.cr/fichas/static/91f832cf2e2de4105fed43b2cfbcb7cc/267_1_108820284.pdf",
      "interviewUrl": "https://www.youtube.com/watch?v=4GWGCR-21mM",
      "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
      "slogan": "Hacia una Costa Rica Inteligente",
      "colorPrimary": "#795548",
      "colorSecondary": "#FFFFFF",
      "scores": {
        "security": 3.5,
        "economy": 3.5,
        "education": 4.5,
        "health": 4,
        "agriculture": 4,
        "environment": 4,
        "reforms": 4.5,
        "social": 4
      },
      "planSummary": "Candidato conservador del Partido Nueva República con agenda centrada en seguridad (mano dura), desarrollo económico mediante grandes proyectos (Canal Verde Interoceánico, FODENAL), exploración de recursos naturales y valores cristianos. Propone estado de excepción para zonas críticas, exploración minera y petrolera con 40% de ganancias para Costa Rica, y transformación profunda de instituciones sociales con énfasis en familia y valores tradicionales.\n\nPropuestas principales:\n\n**Seguridad y Justicia**: Postura de mano dura con aumento de penas (hasta 50 años para sicariato), estado de excepción en zonas críticas, grupos policiales de choque y deportación de delincuentes migrantes. Considera la seguridad como prioridad número uno.\n- Mano dura contra delincuencia con penas de hasta 50 años\n- Estado de excepción para comunidades con alta criminalidad\n- Grupos policiales de choque contra crimen organizado\n\n**Economía y Empleo**: Modelo de desarrollo basado en grandes proyectos nacionales financiados por FODENAL (Canal Verde Interoceánico, exploración minera/petrolera, zonas francas). Propone explotar recursos naturales con 60/40 (40% para Costa Rica) y generar 10,000 empleos directos solo con el Canal.\n- Fondo de Desarrollo Nacional (FODENAL) con múltiples fuentes\n- Canal Verde Interoceánico (Siquirres-La Cruz)\n- Exploración de cobre, oro, gas natural y petróleo\n\n**Educación**: Transformación hacia educación STEAM (ciencia, tecnología, ingeniería, artes, matemáticas) con conectividad 100%, inglés y mandarín obligatorios. Rechaza ideología de género, propone valores cristianos y menciona presencia de Dios en escuelas. Educación dual con empresas.\n- Educación STEAM con conectividad universal\n- Inglés y mandarín desde primaria\n- Rechazo a ideología de género, énfasis en valores cristianos\n\n**Salud**: Propone reformas al sistema de pensiones y CCSS, pero enfoca más en demografía que en servicios de salud. Reconoce envejecimiento poblacional como desafío.\n- Reforma al sistema de pensiones\n- Atención al envejecimiento poblacional\n\n**Sector Agropecuario**: Visión de transformar sector agro en agroindustria moderna con conectividad, acceso a mercados y eliminación de intermediarios. Menciona descentralización de instituciones agrícolas para dar servicio regional.\n- Transformación a agroindustria con tecnología\n- Eliminación de intermediarios\n- Descentralización del MAG\n\n**Medio Ambiente**: Postura pragmática que prioriza desarrollo económico con sostenibilidad técnica. Propone explotar recursos minerales y petroleros 'con ciencia y técnica sostenible'. Menciona protección pero subordinada a desarrollo.\n- Exploración sostenible de recursos naturales\n- Balance entre protección y desarrollo económico\n\n**Reformas Institucionales**: Propone reformas estructurales profundas: INAMU a Ministerio de la Familia, trabajo penitenciario obligatorio, pastores evangélicos en cárceles, descentralización territorial para reducir desigualdad GAM vs zonas rurales.\n- INAMU convertido en Ministerio de la Familia\n- Trabajo obligatorio para reos\n- Descentralización para 'una sola Costa Rica'\n\n**Política Social**: Agenda centrada en familia tradicional y valores cristianos. Propone convertir INAMU en Ministerio de la Familia, rechaza enfoque exclusivo en mujeres. Énfasis en combate a violencia intrafamiliar, drogas y alcoholismo. Políticas para adultos mayores, niñez y discapacidad con enfoque en familia.\n- Ministerio de la Familia en lugar de INAMU\n- Combate integral a violencia intrafamiliar\n- Políticas centradas en valores familiares y cristianos",
      "isActive": true
    },
    {
      "id": 12,
      "partyCode": "ACRM",
      "partyName": "PARTIDO AQUI COSTA RICA MANDA",
      "candidateName": "RONNY CASTILLO GONZALEZ",
      "photoUrl": "https://www.tse.go.cr/fichas/static/122674bac9dd122d40a8d8da6bd05a90/1d851/111580255.jpg",
      "planUrl": "https://www.tse.go.cr/fichas/static/dd7b2ca0fad30e908d5f2bca59ae6b1c/249_1_111580255.pdf",
      "interviewUrl": "https://www.youtube.com/watch?v=rc7G3-n-6G8",
      "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
      "slogan": "Unidos por la Libertad, la Justicia y la Prosperidad",
      "colorPrimary": "#009688",
      "colorSecondary": "#FFFFFF",
      "scores": {
        "security": 3.5,
        "economy": 3.5,
        "education": 4,
        "health": 4,
        "agriculture": 3.5,
        "environment": 4.5,
        "reforms": 5,
        "social": 3.5
      },
      "planSummary": "Ronny Castillo González presenta una plataforma centrada en la innovación tecnológica, la transformación digital del Estado y políticas de mano dura en seguridad. Su visión económica se basa en ecosistemas de innovación, atracción de inversión extranjera y reducción del tamaño del Estado. Propone reformas significativas en salud (modelo de seguro privado obligatorio), educación (enfoque en habilidades digitales y STEM) y agricultura (valor agregado y tecnología). Su postura en temas sociales tiende hacia posiciones conservadoras, especialmente en seguridad ciudadana y políticas migratorias, aunque mantiene apertura moderada en temas de derechos LGBTQ+.\n\nPropuestas principales:\n\n**undefined**: Propone una política de mano dura con endurecimiento de penas, fortalecimiento policial, creación de unidades especializadas anticorrupción y colaboración internacional para combatir crimen organizado. Rechaza políticas blandas en el sistema penitenciario y busca eliminar call centers y extorsiones desde las cárceles. Enfatiza que los costarricenses viven en 'cárceles' (casas con rejas) y busca revertir esta realidad mediante mayor control del crimen.\n- Endurecer las penas para delitos graves\n- Fortalecer policía con mecanismos de choque y control de bandas organizadas\n- Crear unidades especializadas para combatir corrupción, narcotráfico y crimen organizado\n- Implementar tribunales especializados en delitos organizados (ya aprobados pero sin presupuesto)\n- Fortalecer alianzas con agencias extranjeras (DEA, CIA, agencias colombiana, mexicana e italiana)\n- Eliminar call centers y mecanismos de extorsión desde las cárceles\n- Implementar política de mano dura alineada con derechos humanos pero con control estricto\n- Hacer que población privada de libertad trabaje para no ser carga del Estado\n- Garantizar seguridad ciudadana para eliminar necesidad de rejas en casas\n\n**undefined**: Enfoque en transformación digital, atracción de inversión extranjera de alto valor agregado, reducción del aparato estatal y creación de ecosistemas de innovación. Propone un Estado eficiente, reducido en tamaño pero eficaz en regulación y facilitación de negocios. Busca diversificar economía mediante clusters tecnológicos y especialización regional, con énfasis en eliminar burocracia y simplificar trámites empresariales.\n- Crear ecosistemas de innovación basados en ADN productivo regional (Limón: logística con blockchain; Guanacaste: valor agregado agrícola y ecoturismo inteligente)\n- Atraer inversión extranjera de alto valor agregado mediante ventanilla única digital\n- Reducir aparato estatal eliminando duplicidades y burocracia\n- Simplificar trámites empresariales y permisos de construcción mediante plataforma digital única\n- Transformar BPDC en banca de desarrollo enfocada en PYMES con capital semilla y acompañamiento técnico\n- Eliminar impuesto de ventas para abaratar costo de vida\n- Aplicar IVA únicamente a servicios suntuarios o de lujo\n- Crear fondo de capital semilla para emprendimientos de base tecnológica\n- Establecer clusters especializados por región para aprovechar ventajas competitivas\n- Implementar sistema de trámites 100% digitales con firma digital\n\n**undefined**: Propone transformación radical del sistema educativo con enfoque en habilidades digitales, STEM, pensamiento crítico y bilingüismo. Busca preparar estudiantes para empleos del futuro mediante uso intensivo de tecnología, programación desde primaria, y educación técnica fortalecida. Enfatiza colaboración con sector privado y actualización curricular para cerrar brecha entre educación y mercado laboral.\n- Reformar currículo para enfocarse en habilidades del siglo XXI: pensamiento crítico, creatividad, colaboración\n- Enseñar programación y habilidades digitales desde primaria\n- Implementar bilingüismo efectivo (inglés) como prioridad\n- Fortalecer educación STEM y carreras técnicas alineadas con demanda laboral\n- Capacitar docentes en metodologías modernas y uso de tecnología educativa\n- Colaborar con sector privado para identificar necesidades del mercado laboral\n- Reformar INA para crear capacitaciones técnicas alineadas con ecosistemas de innovación regionales\n- Implementar educación técnica en áreas emergentes: IA, blockchain, desarrollo de software\n- Usar tecnología educativa para personalizar aprendizaje\n- Crear programas de formación continua para adultos en reconversión laboral\n\n**undefined**: Propone reforma radical del sistema de salud eliminando monopolio de CCSS y estableciendo modelo de seguro obligatorio privado o mixto, con competencia entre proveedores. Busca mantener cobertura universal pero con gestión privada eficiente. Plantea separar financiamiento de provisión de servicios y permitir libre elección de proveedores por parte de usuarios.\n- Eliminar monopolio de CCSS manteniendo cobertura universal obligatoria\n- Implementar modelo de seguro obligatorio con opción de proveedores privados o CCSS\n- Separar financiamiento de provisión de servicios de salud\n- Permitir libre elección de proveedores por parte de usuarios (público o privado)\n- Crear competencia entre prestadores para mejorar calidad y reducir tiempos de espera\n- Mantener contribución obligatoria pero con opción de elegir aseguradora\n- Garantizar cobertura básica universal con posibilidad de planes complementarios\n- Mejorar eficiencia mediante gestión privada de servicios\n- Reducir listas de espera a través de competencia y mayor capacidad instalada\n\n**undefined**: Enfoque en valor agregado, innovación tecnológica, acceso a mercados internacionales y apoyo a pequeños productores. Propone transformar agricultura tradicional en agroindustria moderna mediante tecnología, certificaciones internacionales y eliminación de intermediarios. Busca crear clusters agrícolas especializados y conectar productores directamente con mercados.\n- Promover valor agregado agrícola y agroindustria en zonas como Guanacaste\n- Facilitar acceso a mercados internacionales mediante apoyo a certificaciones\n- Eliminar intermediarios conectando productores directamente con compradores mediante plataformas digitales\n- Proveer asistencia técnica y tecnológica a pequeños productores\n- Crear clusters agrícolas especializados por región según ADN productivo\n- Desarrollar agricultura de precisión y tecnologías 4.0\n- Apoyar transición a agricultura orgánica y sostenible para mercados premium\n- Fortalecer cooperativas y asociaciones de productores\n- Proveer capital semilla para proyectos de agroindustria\n- Capacitar agricultores en nuevas tecnologías y prácticas modernas\n\n**undefined**: Propone balance entre desarrollo económico y conservación ambiental, con énfasis en ecoturismo inteligente, tecnologías limpias y aprovechamiento sostenible de recursos naturales. Busca monetizar capital natural mediante turismo de alto valor y proyectos de carbono neutralidad. Mantiene compromiso con conservación pero con enfoque pragmático que permita desarrollo económico sostenible.\n- Promover ecoturismo inteligente como motor económico especialmente en Guanacaste y zonas costeras\n- Desarrollar proyectos de carbono neutralidad y venta de bonos de carbono\n- Implementar tecnologías limpias en sectores productivos\n- Balancear conservación con desarrollo económico sostenible\n- Crear incentivos para empresas que adopten prácticas ambientalmente sostenibles\n- Aprovechar imagen de país verde para atraer turismo de alto valor\n- Desarrollar agricultura sostenible y orgánica\n- Proteger recursos naturales mientras se permite aprovechamiento económico responsable\n- Invertir en infraestructura turística sostenible\n\n**undefined**: Propone reformas estructurales profundas enfocadas en reducción del Estado, eliminación de duplicidades institucionales, simplificación regulatoria y transformación digital. Busca Estado pequeño pero eficiente, con reducción drástica de burocracia y modernización de instituciones públicas. Plantea reformas fiscales eliminando impuestos regresivos y focalizando gasto público.\n- Reducir aparato estatal eliminando instituciones duplicadas y fusionando ministerios\n- Digitalizar completamente trámites y servicios públicos\n- Simplificar marco regulatorio para facilitar hacer negocios\n- Eliminar impuesto de ventas y aplicar IVA solo a servicios suntuarios\n- Reformar CCSS eliminando monopolio y permitiendo competencia\n- Transformar BPDC en verdadera banca de desarrollo para PYMES\n- Crear ventanilla única digital para permisos y trámites empresariales\n- Reformar sistema tributario para hacerlo más progresivo y simple\n- Eliminar burocracia y 'trámite-logía' que frena desarrollo\n- Modernizar instituciones públicas con enfoque en eficiencia y resultados\n\n**undefined**: Postura moderada-conservadora en temas sociales. Apoya derechos de población LGBTQ+ incluyendo matrimonio igualitario pero sin priorizar agenda progresista. En migración, propone enfoque selectivo priorizando migración calificada mientras mantiene apertura humanitaria para refugiados. Busca escuchar comunidades indígenas y afrodescendientes históricamente marginadas. En poblaciones vulnerables, enfatiza trabajo sobre subsidios. Propone políticas de inclusión pragmáticas sin discurso ideológico fuerte.\n- Apoyar derechos LGBTQ+ incluyendo matrimonio igualitario y adopción\n- Rechazar discriminación por orientación sexual o identidad de género\n- Gestionar migración de forma selectiva priorizando personas calificadas que aporten al país\n- Mantener tradición de país solidario con refugiados\n- Implementar programas de educación cívica para integración de migrantes\n- Escuchar activamente a comunidades indígenas y afrodescendientes mediante visitas y comunicación constante\n- Atender necesidades específicas de territorios históricamente abandonados (puentes, infraestructura básica)\n- Crear mecanismos de comunicación eficiente con poblaciones marginadas\n- Realizar inversiones estratégicas en comunidades indígenas y afrodescendientes\n- Promover trabajo y capacitación para poblaciones vulnerables en lugar de dependencia de subsidios",
      "isActive": true
    },
    {
      "id": 5,
      "partyCode": "PLP",
      "partyName": "PARTIDO LIBERAL PROGRESISTA",
      "candidateName": "ELIECER FEINZAIG MINTZ",
      "photoUrl": "https://www.tse.go.cr/fichas/static/d4b3a4b8fcf62400636a73ba3bba9475/1d851/106520768.jpg",
      "planUrl": "https://www.tse.go.cr/fichas/static/a9f6dde09efc75835a22ec8ce90b3edf/221_1_106520768.pdf",
      "interviewUrl": "https://www.youtube.com/watch?v=tdN_G9Jh0mc",
      "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
      "slogan": "Seguros, Libres y Prósperos",
      "colorPrimary": "#FFD600",
      "colorSecondary": "#000000",
      "scores": {
        "security": 2,
        "economy": 1.5,
        "education": 2.5,
        "health": 2,
        "agriculture": 2.5,
        "environment": 3,
        "reforms": 2,
        "social": 2
      },
      "planSummary": "Eliecer Feinzaig del Partido Liberal Progresista se presenta como un ciudadano josefino con experiencia desde su juventud trabajando en el Mercado Central, lo que le dio contacto directo con diversos sectores de la población. Su visión se centra en recuperar la paz en las calles, generar prosperidad económica y mejorar las condiciones de vida mediante reformas en educación, seguridad con enfoque en recursos judiciales, y desarrollo económico que beneficie tanto al Gran Área Metropolitana como a zonas rurales. Enfatiza la necesidad de medición de desempeño, gobernanza basada en resultados, y un enfoque liberal en derechos humanos.\n\nPropuestas principales:\n\n**Seguridad y Justicia**: Propone un enfoque integral de seguridad que prioriza fortalecer la capacidad del sistema judicial para procesar casos efectivamente. Rechaza soluciones simplistas y enfatiza que el problema central no está en los jueces sino en la falta de recursos para fiscales. Distingue entre diferentes perfiles criminales y propone separación en el sistema carcelario. Reconoce condiciones deplorables en las cárceles actuales y propone inversión en nuevos módulos con perfilamiento adecuado de criminales.\n- Aumentar recursos a la Fiscalía para contratar 120 fiscales nuevos en áreas de narcotráfico, violencia contra la mujer y crimen ambiental\n- Fortalecer capacidad del OIJ para investigar y de la Fiscalía para preparar casos judiciales sólidos\n- Invertir en nuevos módulos carcelarios y separación de poblaciones criminales según perfilamiento\n- Mejorar condiciones carcelarias tanto para privados de libertad como para guardas\n- Enfocarse en aumentar la probabilidad de detención y enjuiciamiento efectivo, no solo en aumentar penas\n- Rechazar propuestas populistas de atacar al Poder Judicial sin dar recursos necesarios\n\n**Economía y Empleo**: Plantea un modelo económico liberal con énfasis en competitividad, apertura comercial preparada, y desarrollo de zonas económicas especiales para descentralizar oportunidades. Propone reducir cargas sociales mediante reformas a la CCSS con contabilidad de costos, y dignificar al productor nacional preparándolo para competir en tratados comerciales. Enfatiza la necesidad de crear empleo digno fuera del Gran Área Metropolitana mediante incentivos especiales y alianzas público-privadas.\n- Crear zonas económicas especiales con beneficios adicionales fuera del GAM para atraer inversión\n- Permitir que empresas inviertan en infraestructura pública y descuenten de impuestos\n- Establecer contabilidad de costos en CCSS para identificar desperdicios y reducir cargas sociales\n- Preparar a productores nacionales antes de firmar tratados comerciales, no solo dar plazos de desgravación\n- Dignificar al productor nacional considerando sensibilidades sectoriales en negociaciones comerciales\n- Recurrir a capital privado y modelos de alianza público-privada para infraestructura\n- Mayor apertura en el mercado laboral con enfoque en competitividad\n\n**Educación**: Propone una reforma educativa profunda enfocada en pertinencia y relevancia del siglo XXI. Critica fuertemente la reducción de inversión educativa por debajo del 5% del PIB por parte del gobierno actual. Su visión incluye modernización pedagógica, énfasis en educación técnica (50% de graduados), habilidades blandas y pensamiento crítico. Rechaza metas sin objetivos medibles y propone sistema de rendición de cuentas con medición de desempeño tanto de alumnos como de docentes.\n- Incrementar inversión en educación significativamente desde el actual menos de 5% del PIB\n- Reforma educativa basada en reforzar habilidades básicas, informáticas y blandas\n- Enseñar pensamiento crítico y capacidad de investigación desde temprana edad\n- Lograr que 50% de jóvenes se gradúen de colegios técnicos con preparación para empleo bien remunerado\n- Modernizar métodos pedagógicos adaptados a la era digital y chat GPT\n- Implementar medición de desempeño de alumnos y docentes con rendición de cuentas\n- Establecer metas basadas en resultados (ej: mejorar rendimiento en pruebas PISA 30% en 15 años)\n- Garantizar conectividad real y capacitación docente en herramientas tecnológicas\n- Incluir educación cívica, cultural, música, teatro y artes plásticas para formación integral\n\n**Salud**: Aborda el sistema de salud desde múltiples ángulos: salud preventiva desde la primera infancia, atención especializada para poblaciones con discapacidad, y reforma al sistema de pensiones considerando el envejecimiento poblacional. Reconoce la necesidad de planificar para una población adulta mayor creciente mientras disminuye la población joven. Propone extensión de programas de seguimiento desde el embarazo hasta todas las etapas de desarrollo infantil.\n- Implementar salud preventiva desde la primera infancia con seguimiento continuo\n- Extender programa de seguimiento a madres embarazadas para incluir todas las etapas del desarrollo infantil\n- Crear programas con equipos especializados y apoyos técnicos subsidiados para población con discapacidad\n- Iniciar discusión nacional sobre cómo atender el envejecimiento relativo de la población\n- Reforma al sistema de pensiones de CCSS para hacerlo sostenible ante cambio demográfico\n- Aumentar presupuesto de CONAPAN significativamente para atender población adulta mayor creciente\n- Planificar redistribución de recursos educativos hacia atención de adultos mayores conforme disminuye población escolar\n\n**Sector Agropecuario**: Propone revitalizar el sector agropecuario mediante fortalecimiento del MAG como asesor técnico real, no como agencia burocrática. Critica que funcionarios del MAG solo visitan fincas cada 6 meses para llenar formularios sin dar asesoría técnica. Enfatiza preparar al sector antes de tratados comerciales, crear condiciones competitivas reales, y desarrollar proyectos de riego mediante desalinización en zonas costeras áridas.\n- Recuperar el rol del MAG como asesor técnico del agricultor, no solo agencia de formularios\n- Aumentar frecuencia y calidad de visitas técnicas del MAG a fincas con asesoría práctica\n- Desarrollar tecnología de desalinización de agua de mar para agricultura en Guanacaste, Puntarenas y Limón\n- Resolver problemas de infraestructura básica como agua para posibilitar producción agrícola\n- Retomar proyecto de agua para Guanacaste detenido por gobierno actual\n- Preparar a agricultores durante períodos de desgravación de tratados comerciales\n- Considerar sensibilidades sectoriales agrícolas en negociaciones comerciales\n\n**Medio Ambiente**: Menciona el ambiente principalmente en el contexto de fiscales especializados en crimen ambiental y la relación con poblaciones indígenas que viven en o cerca de áreas protegidas. Propone crear mecanismos para que la protección ambiental genere beneficios a comunidades locales, incentivando su participación activa en conservación. Su enfoque busca integrar desarrollo económico sostenible con protección ambiental.\n- Aumentar recursos para fiscales especializados en crimen ambiental\n- Crear mecanismos para que áreas protegidas generen beneficios a comunidades indígenas y locales\n- Incentivar a poblaciones locales para actuar en favor de protección ambiental mediante beneficios directos\n- Integrar protección ambiental con desarrollo económico en zonas rurales y territorios indígenas\n\n**Reformas Institucionales**: Propone reforma profunda al sistema de pensiones migrando de modelo de reparto a cuentas individuales capitalizadas, reconociendo la inversión demográfica (de 32 trabajadores por pensionado en 1970 a 4-5 actualmente). Enfatiza reformas educativas integrales, modernización del Estado con medición de desempeño, y cambio en gobernanza de metas de gasto a metas de resultados. Rechaza mantener sistema actual insostenible.\n- Migrar sistema de pensiones de modelo de reparto a cuentas individuales capitalizadas\n- Crear cuentas individuales donde aportes de trabajador, patrono y Estado sean visibles mensualmente\n- Reforma educativa integral abandonando meta del 8% PIB por metas basadas en resultados medibles\n- Cambiar gobernanza estatal de metas de gasto a metas de resultados con rendición de cuentas\n- Adaptar instituciones al cambio demográfico (menos jóvenes, más adultos mayores)\n- Implementar sistemas de medición de desempeño en instituciones públicas\n\n**Política Social**: Propone políticas sociales enfocadas en grupos vulnerables: mujeres, personas con discapacidad, niñez, indígenas y afrodescendientes. Enfatiza aumentar participación laboral femenina mediante expansión de red de cuido con enfoque didáctico, no solo guardería. Propone inclusión laboral de personas con discapacidad mediante incentivos empresariales. Defiende derechos de migrantes refugiados desde perspectiva liberal de derechos humanos. Critica cultura machista y propone educación desde primaria para cambio generacional.\n- Ampliar red de cuido con servicios didácticos y estimulación temprana, no solo guardería\n- Aumentar tasa de participación laboral femenina al promedio OCDE para crecimiento económico\n- Crear ley de inclusión laboral con incentivos para empresas que contraten personas con discapacidad\n- Ofrecer capacitación a personas con discapacidad para incorporarse a fuerza laboral\n- Incluir accesibilidad en diseño de obra pública y transporte desde el inicio\n- Implementar campañas de concientización y educación desde primaria contra cultura machista\n- Defender derecho de refugio para personas perseguidas por motivos políticos o religiosos\n- Permitir migración laboral reconociendo actividades económicas que dependen de migrantes\n- Gobernar dialogando con poblaciones indígenas y afrodescendientes para soluciones a la medida\n- Formar docentes indígenas en sus lenguas maternas para escuelas en territorios indígenas",
      "isActive": true
    },
    {
      "id": 18,
      "partyCode": "PPSO",
      "partyName": "PARTIDO PUEBLO SOBERANO",
      "candidateName": "LAURA FERNANDEZ DELGADO",
      "photoUrl": "https://www.tse.go.cr/fichas/static/bbf4a083edb83335701bee2d872f9ba2/1d851/603560620.jpg",
      "planUrl": "https://www.tse.go.cr/fichas/static/3e86a7a874ede9f5d1c6a75457f5a91a/373_1_603560620.pdf",
      "interviewUrl": "https://www.youtube.com/watch?v=LdDuLaJ-iH4",
      "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
      "slogan": "Por un País Seguro, Próspero e Innovador",
      "colorPrimary": "#E040FB",
      "colorSecondary": "#FFFFFF",
      "scores": {
        "security": 2.5,
        "economy": 2.5,
        "education": 3.5,
        "health": 3.5,
        "agriculture": 3,
        "environment": 3.5,
        "reforms": 3,
        "social": 3
      },
      "planSummary": "Laura Fernández se presenta como una candidata con experiencia en gobierno (fue ministra de Planificación y de la Presidencia con Rodrigo Chávez) que busca ser recordada como la 'gran transformadora del Estado'. Su visión combina modernización institucional, lucha contra la corrupción, reforma del Estado y resolución de problemas estructurales. Defiende un enfoque de eficiencia del gasto público manteniendo disciplina fiscal, pero con inversión estratégica en infraestructura y desarrollo regional, especialmente fuera del GAM.\n\nPropuestas principales:\n\n**Seguridad y Justicia**: Propone un enfoque de mano dura contra el crimen organizado y la delincuencia. Enfatiza endurecer penas, especialmente para sicariato y narcotráfico, y recuperar el control de las cárceles. Crítica de la impunidad actual y de un sistema que prioriza derechos de privados de libertad sobre víctimas. Defiende revisión del Código Procesal Penal y Penal Juvenil.\n- Endurecer penas para delitos de sicariato, narcotráfico y crimen organizado\n- Revisar Código Procesal Penal y Código Penal Juvenil para aumentar castigos\n- Recuperar control del Ministerio de Justicia sobre las cárceles y poner a privados de libertad a trabajar en proyectos productivos\n- Aumentar penas a la violencia contra mujeres con sanciones más fuertes\n\n**Economía y Empleo**: Enfatiza la importancia de mantener orden en las finanzas públicas y disciplina fiscal como base para cualquier inversión social. Propone continuar atrayendo inversión extranjera y aprobar reformas estructurales pendientes como jornadas excepcionales. Defiende venta de bancos estatales (BICSA, BCR) para capitalizar el régimen de pensiones del IVM, manteniendo solo el Banco Nacional fortalecido.\n- Aprobar ley de jornadas excepcionales para atraer inversión en zonas francas\n- Vender BICSA y BCR para inyectar recursos (aprox $1800 millones) al régimen de pensiones del IVM de la CCSS\n- Modernizar el mercado eléctrico nacional para aumentar disponibilidad de energía\n- Continuar políticas de eficiencia en el gasto público y crecimiento económico\n\n**Educación**: Propone una transformación profunda del sistema educativo enfocada en actualización tecnológica y pertinencia laboral. Busca incorporar robótica, inteligencia artificial y actualizar programas del MEP. Gran énfasis en reforma del INA para hacerlo más flexible, con modalidad virtual y horarios extendidos que permitan a personas trabajadoras capacitarse.\n- Transformar el INA para ofrecer modalidad virtual con horarios nocturnos y flexibles, adaptados a personas que trabajan\n- Reformar modalidad de contratación de instructores del INA para alinear oferta académica con demanda laboral\n- Incorporar robótica, inteligencia artificial y actualización de programas educativos del MEP\n- Dotar a docentes de herramientas específicas para atención diferenciada de estudiantes con discapacidad\n\n**Salud**: Su principal propuesta en salud se enfoca en el tema de pensiones, proponiendo capitalizar el régimen de IVM de la CCSS mediante venta de bancos estatales. Rechaza aumentar edad de jubilación o incrementar cargas sociales. Propone ampliar cobertura del régimen no contributivo tomando 0.25% de la cuota obrero-patronal que va al Banco Popular.\n- Capitalizar el IVM de la CCSS con recursos de venta del BCR (aprox $1800 millones de dólares)\n- Ampliar régimen de pensiones no contributivas redirigiendo 0.25% de cuota obrero-patronal del Banco Popular\n- No aumentar edad de jubilación ni cargas sociales a trabajadores y patronos\n- Aumentar monto y cobertura de pensiones del régimen no contributivo\n\n**Sector Agropecuario**: Reconoce limitaciones territoriales para autosuficiencia alimentaria por áreas protegidas, pero propone modernización institucional del sector. Enfatiza actualización de legislación agropecuaria (40 años sin reformarse), seguros agrícolas, combate al contrabando y comercio ilícito, y agricultura de precisión con tecnología. Propone transformación del MAG, SENASA y extensión agrícola.\n- Actualizar ley del sector agropecuario (40 años sin reforma) incorporando cambio climático, gestión de riesgos y seguros\n- Implementar seguros agropecuarios con apoyo estatal en primas (proyecto diseñado con INS)\n- Estrategia de cero tolerancia al contrabando y comercio ilícito en frutas, carne y lácteos\n- Transformar extensión agrícola del MAG para estar en fincas junto a productores\n- Promover agricultura de precisión con drones, inteligencia artificial y tecnología\n- Mejorar programa nacional de semillas y etiquetado de alimentos\n\n**Reformas Institucionales**: Su propuesta central es la transformación del Estado y modernización institucional. Quiere ser recordada como 'la gran transformadora del Estado' que eliminó la corrupción. Propone reformas en CONAPDIS, INAMU, PANI, MAG, INA y digitalización de servicios públicos. Enfatiza eliminar burocracia y tramitología, especialmente para poblaciones en regiones fuera de San José.\n- Reforma integral del CONAPDIS: eliminar burocracia, digitalizar procesos, evaluar su ubicación en Ministerio de Trabajo\n- Hacer accesibles todas las páginas web e instituciones públicas para personas con discapacidad\n- Reformar INAMU para focalizar mejor atención a mujeres víctimas de violencia\n- Regionalizar y modernizar el PANI con mayor presencia en costas y fronteras\n- Transformación institucional del MAG, SENASA y servicio fitosanitario\n- Eliminar corrupción y poner instituciones al servicio de la ciudadanía\n\n**Política Social**: Propone fortalecer redes de cuido tanto para niños como adultos mayores, lo que vincula directamente con empoderamiento económico de mujeres. Enfatiza independencia económica sobre asistencialismo, promoviendo capacitación y empleo. Defiende enfoque de no institucionalización de niños salvo casos extremos. Critica abandono de jóvenes de albergues PANI al cumplir 18 años. Propone vivienda de interés social con fast-track.\n- Fortalecer y ampliar red de cuido de niños y adultos mayores, aumentando cobertura y regionalización\n- Promover independencia económica de mujeres mediante capacitación en INA reformado\n- Programas de vivienda de interés social con fast-track, especialmente para jóvenes y personas con discapacidad\n- Programa 'ABC de la discapacidad': capacitación para todo el sector público\n- Enfoque de no institucionalización de niños y acompañamiento post-18 años para jóvenes de albergues PANI\n- Ampliar cobertura y monto de pensiones no contributivas",
      "isActive": true
    },
    {
      "id": 13,
      "partyCode": "PA",
      "partyName": "PARTIDO AVANZA",
      "candidateName": "JOSE MIGUEL AGUILAR BERROCAL",
      "photoUrl": "https://www.tse.go.cr/fichas/static/5f2e89021071543481b0680a3288dcad/1d851/110120440.jpg",
      "planUrl": "https://www.tse.go.cr/fichas/static/befd1fbdee392c253a712a8b77a6dac7/417_1_110120440.pdf",
      "interviewUrl": "https://www.youtube.com/watch?v=uDmPQotyZRM",
      "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
      "slogan": "Avanza Costa Rica",
      "colorPrimary": "#3F51B5",
      "colorSecondary": "#FFFFFF",
      "scores": {
        "security": 2.5,
        "economy": 2,
        "education": 3.5,
        "health": 3,
        "agriculture": 2.5,
        "environment": 3.5,
        "reforms": 2.5,
        "social": 2.5
      },
      "planSummary": "José Miguel Aguilar Berrocal del partido Avanza se presenta como un candidato con formación internacional (London School of Economics, Oxford) y experiencia en desarrollo humano. Su visión se centra en tres pilares fundamentales: seguridad como requisito básico, educación como motor de transformación, y apoyo decidido a emprendedores e iniciativa privada. Propone un modelo de país que priorice la reducción de cargas sociales, la modernización del sistema educativo con enfoque en tecnología e inteligencia artificial, y una lucha frontal contra la delincuencia organizada. Su enfoque es pragmático y orientado a resultados, con énfasis en la articulación entre sectores y el uso de tecnología.\n\nPropuestas principales:\n\n**Seguridad y Justicia**: Aguilar identifica la seguridad como el primer y más fundamental elemento que hace posibles todas las demás reformas. Reconoce que el país está 'entregado al narco' y rompiendo todos los umbrales de delitos. Describe la situación como una 'tormenta perfecta' causada por la combinación de drogas, delincuencia organizada y una 'catástrofe educativa' que deja jóvenes sin propósito ni valores. Su enfoque es contundente y prioriza la seguridad como condición necesaria para cualquier otra política pública.\n- Priorizar la seguridad como pilar fundamental antes que cualquier otra reforma\n- Enfrentar frontalmente al narcotráfico y la delincuencia organizada\n- Combatir la 'tormenta perfecta' de drogas, crimen y falta de valores en jóvenes\n- Garantizar condiciones de seguridad para que la iniciativa privada pueda operar\n\n**Economía y Empleo**: Su visión económica se centra en liberar y potenciar la iniciativa privada, especialmente a pequeños y medianos empresarios que representan el 97.5% del sector y generan 9 de cada 10 empleos. Critica duramente las cargas sociales 'groseras' que 'garrotean y persiguen' a emprendedores. Propone crear un 'ecosistema amigable' para emprendedores mediante reducción de impuestos, simplificación de trámites, acceso a crédito y reducción de costos de energía y gasolina. Enfatiza que cada emprendimiento genera empleo formal y alimenta la 'turbina económica' que sostiene el Estado.\n- Reducir significativamente las cargas sociales que asfixian a pequeños y medianos empresarios\n- Crear un ecosistema amigable para emprendedores con menos tramitología e impuestos\n- Facilitar acceso a crédito para empresas y emprendedores (97.5% son pequeños emprendedores)\n- Reducir costos de gasolina y energía para mejorar competitividad\n- Dar competitividad al sector turístico y agroindustria exportadora\n- Promover formalización empresarial mediante incentivos en lugar de persecución\n\n**Educación**: Aguilar considera la educación como el segundo pilar fundamental de su propuesta. Describe la situación actual como una 'catástrofe educativa' que ha dejado jóvenes sin propósito ni valores. Propone una 'reforma educativa feroz, decidida con urgencia' que saque al país del siglo XIX hacia el siglo XXI. Su visión incluye modernización tecnológica con inteligencia artificial, articulación directa entre sistema educativo y economía, y un 'esfuerzo enormemente focalizado en el desarrollo de valores'. Enfatiza educación religiosa o cívica voluntaria para preparar ciudadanos respetuosos.\n- Implementar reforma educativa feroz y urgente como cuestión de supervivencia nacional\n- Modernizar educación hacia siglo XXI con innovación, tecnología e inteligencia artificial\n- Articular directamente el sistema educativo con las necesidades de la economía\n- Desarrollar valores de manera focalizada en el sistema educativo\n- Ofrecer opción voluntaria de educación religiosa ecuménica o educación cívica\n- Preparar estudiantes para vida en sociedad con ciudadanía respetuosa y correcta\n\n**Salud**: Aunque no es un tema central en su discurso, Aguilar menciona el sistema de salud principalmente en el contexto de las cargas sociales. Critica que las contribuciones a la Caja y las cargas sociales son 'muy groseras' y persiguen a emprendedores. Reconoce que el sistema requiere financiamiento pero propone reformar el modelo de contribución. Menciona inversión social en salud como parte del desarrollo humano necesario para poblaciones vulnerables.\n- Reformar el modelo de cargas sociales que financian la Caja\n- Mantener inversión social en salud como parte de la red de protección\n- Simplificar cobros y persecución de la Caja hacia emprendedores\n\n**Sector Agropecuario**: Su experiencia personal en una finca ganadera y agrícola en Guanacaste le da perspectiva sobre el sector. Menciona la importancia de dar competitividad a la agroindustria exportadora. Propone mejorar trazabilidad de contaminación por agroquímicos y dar incentivos fiscales para que los productores accedan a moléculas eficientes y baratas. Reconoce las zonas rurales como áreas donde trabaja frecuentemente y donde identifica problemáticas sociales específicas.\n- Dar competitividad al sector de agroindustria exportadora\n- Mejorar trazabilidad de contaminación por agroquímicos en producción\n- Ofrecer incentivos fiscales para acceso a insumos eficientes y baratos\n- Atender problemáticas específicas de zonas rurales con enfoque diferenciado\n\n**Medio Ambiente**: Su postura ambiental es pragmática y orientada a balance entre desarrollo y sostenibilidad. Reconoce que la minería 'no es la industria más limpia' pero defiende la explotación de recursos minerales 'con la ciencia y la técnica tan sostenible como se puede' bajo principios de democracia republicana. Propone mejorar controles de contaminación por agroquímicos. Su enfoque prioriza el desarrollo económico con consideraciones ambientales técnicas y científicas, sin posturas ambientalistas radicales.\n- Permitir explotación de recursos minerales con ciencia y técnica sostenible\n- Aplicar mejores controles y trazabilidad de contaminación por agroquímicos\n- Usar tecnología para minimizar impacto ambiental en actividades productivas\n- Balance entre desarrollo económico y consideraciones ambientales técnicas\n\n**Reformas Institucionales**: Aguilar enfatiza la necesidad de reformas profundas y urgentes, particularmente en educación que califica como 'feroz y decidida'. Propone modernizar el país desde una visión 'del siglo XIX' hacia el siglo XXI. Su enfoque de reforma incluye reducción de cargas sociales, simplificación de tramitología, reforma del sistema de pensiones para adaptarse al envejecimiento poblacional, y transformación del papel del Estado de perseguidor a facilitador del desarrollo. Critica el modelo actual de cargas e impuestos como obsoleto.\n- Reforma educativa urgente y feroz como prioridad nacional absoluta\n- Modernizar instituciones del Estado del siglo XIX al siglo XXI\n- Reformar sistema de cargas sociales y tributación para pequeños emprendedores\n- Adaptar sistema de pensiones a realidad demográfica (envejecimiento poblacional)\n- Transformar rol del Estado de perseguidor a facilitador del desarrollo\n- Simplificar tramitología que constituye 'maraña infernal' para empresarios\n\n**Política Social**: Su enfoque social se centra en romper el asistencialismo y promover desarrollo humano sostenible. Enfatiza la necesidad de redes de cuido para mujeres cabeza de hogar, especialmente en zonas rurales donde la ausencia de figura paterna es frecuente. Propone que las mujeres accedan a oportunidades mediante redes de cuido que les permitan trabajar. Reconoce problemáticas como violencia contra mujeres y abuso infantil que requieren sanciones severas. Su visión articula sector empresarial, gobiernos, comunidad, iglesia y academia para resolver problemas de manera innovadora usando tecnología.\n- Expandir red de cuido para mujeres cabeza de hogar, especialmente en zonas rurales\n- Combatir violencia contra mujeres y reducir femicidios mediante protección efectiva\n- Eliminar asistencialismo y promover desarrollo humano sostenible\n- Articular sector empresarial, gobiernos, comunidad, iglesia y academia para políticas sociales\n- Usar plataformas tecnológicas para entregar servicios sociales de manera innovadora\n- Atender población con discapacidad con infraestructura accesible y programas de inclusión\n- Implementar sanciones severas contra abuso infantil y trata de personas\n- Reformar sistema penitenciario con enfoque diferenciado según tipo de delito\n- Ofrecer capacitación y reinserción para población privada de libertad rehabilitable",
      "isActive": true
    },
    {
      "id": 3,
      "partyCode": "PEN",
      "partyName": "PARTIDO ESPERANZA NACIONAL",
      "candidateName": "CLAUDIO ALBERTO ALPIZAR OTOYA",
      "photoUrl": "https://www.tse.go.cr/fichas/static/b2526a02e20c2ed3625d26e0b74c04d8/1d851/105930479.jpg",
      "planUrl": "https://www.tse.go.cr/fichas/static/bee2524cefcf95b0ee9505a81efca3e5/403_1_105930479.pdf",
      "interviewUrl": "https://www.youtube.com/watch?v=_ctmDd36skw",
      "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
      "slogan": "Esperanza Nacional",
      "colorPrimary": "#4CAF50",
      "colorSecondary": "#FFFFFF",
      "scores": {
        "security": 3,
        "economy": 3.5,
        "education": 4,
        "health": 4,
        "agriculture": 4,
        "environment": 4,
        "reforms": 3.5,
        "social": 4
      },
      "planSummary": "Claudio Alpizar del PEN presenta una plataforma centrada en la reactivación económica mediante la reducción del gasto público (hasta 30% del PIB), descentralización administrativa, y un enfoque en productividad agropecuaria. Propone reformas institucionales significativas incluyendo la eliminación de instituciones autónomas, reforma electoral para promover bloques políticos, y cambios en el sistema de salud hacia un modelo privado competitivo. Su visión enfatiza la eficiencia del Estado, la reducción de impuestos, y el fortalecimiento del sector privado como motor del desarrollo. Muestra posiciones conservadoras en temas sociales y ambientales, priorizando el desarrollo económico sobre regulaciones ambientales estrictas.\n\nPropuestas principales:\n\n**undefined**: Propone un enfoque integral de seguridad con énfasis en prevención, inteligencia policial, reforma del sistema penitenciario y coordinación interinstitucional. Reconoce la necesidad de profesionalizar las fuerzas policiales y mejorar las condiciones carcelarias.\n- Creación de una Comisión Nacional de Seguridad que coordine ministerios y entidades de seguridad\n- Implementación de sistema de inteligencia policial para prevención del crimen\n- Descentralización de la seguridad pública a nivel cantonal y distrital\n- Reforma del sistema penitenciario para evitar hacinamiento y mejorar reinserción\n- Mejora salarial y de condiciones para oficiales de policía y guardas penitenciarios\n- Equipamiento tecnológico y modernización de las fuerzas de seguridad\n- Enfoque preventivo trabajando con comunidades y jóvenes en riesgo\n- Mejora de condiciones carcelarias para dignificar a las personas privadas de libertad\n\n**undefined**: Propone una transformación económica profunda basada en la reducción drástica del Estado (del 35% al 30% del PIB), eliminación de instituciones autónomas, reducción de impuestos, y promoción del sector privado. Enfatiza la eficiencia, productividad y competitividad como pilares del desarrollo económico.\n- Reducción del gasto público del 35% al 30% del PIB mediante eliminación de duplicidades\n- Eliminación de instituciones autónomas y semi-autónomas, centralizando funciones en ministerios\n- Reducción significativa de la carga impositiva para empresas y ciudadanos\n- Incentivos fiscales para inversionistas y emprendedores (exenciones de 5-10 años)\n- Reforma del IVA para aplicar tasas diferenciadas (canasta básica 0%, otros productos hasta 13%)\n- Simplificación y digitalización de trámites para reducir burocracia\n- Apoyo a PYMES mediante acceso a crédito y reducción de cargas tributarias\n- Promoción de zonas francas y atracción de inversión extranjera\n- Eliminación del timbre de educación y cultura\n- Creación de una Comisión Nacional de Productividad y Competitividad\n- Descentralización administrativa para dar autonomía económica a regiones\n\n**undefined**: Plantea una reforma educativa enfocada en calidad, tecnología, y vinculación con el sector productivo. Propone descentralizar el MEP, fortalecer la educación técnica, y mejorar infraestructura escolar. Menciona la eliminación del timbre de educación pero asegura mantener el 8% constitucional.\n- Descentralización del MEP creando direcciones regionales con autonomía\n- Fortalecimiento de colegios técnicos y vinculación con sectores productivos\n- Modernización tecnológica de centros educativos (internet, computadoras)\n- Mejora de infraestructura educativa (reparación de techos, baños, mobiliario)\n- Capacitación docente en nuevas tecnologías y metodologías\n- Reforma curricular para incluir más educación técnica y práctica\n- Promoción de valores cívicos, morales y éticos desde la educación\n- Mejora salarial para docentes y personal educativo\n- Eliminación del timbre de educación y cultura\n- Programas de becas para estudiantes en condición de vulnerabilidad\n- Mayor vinculación entre universidades públicas y sector productivo\n\n**undefined**: Propone una transformación radical del sistema de salud mediante la apertura a la competencia privada, eliminación del monopolio de la CCSS, y creación de un sistema mixto donde el Estado garantiza cobertura básica pero permite opciones privadas. Enfatiza la reducción de listas de espera y mejora de infraestructura.\n- Eliminación del monopolio de la CCSS y apertura a competencia privada\n- Creación de un sistema de salud mixto con aseguradores públicos y privados\n- El Estado garantizaría una póliza básica de salud universal\n- Ciudadanos podrían elegir entre CCSS u opciones privadas\n- Reducción drástica de listas de espera mediante mayor eficiencia y competencia\n- Mejora de infraestructura hospitalaria (EBAIS, clínicas, hospitales)\n- Modernización tecnológica del sistema de salud\n- Mejora salarial para médicos, enfermeras y personal de salud\n- Fortalecimiento de la medicina preventiva y atención primaria\n- Mayor autonomía de gestión para hospitales y áreas de salud\n- Reforma de la gestión administrativa de la CCSS para eliminar ineficiencias\n\n**undefined**: Presenta un fuerte enfoque en la reactivación del sector agropecuario como motor de desarrollo económico y seguridad alimentaria. Propone incentivos productivos, mejora de infraestructura rural, acceso a crédito, tecnificación, y apoyo integral a pequeños y medianos productores.\n- Creación de una Comisión Nacional de Productividad Agropecuaria\n- Incentivos y exenciones fiscales para productores agropecuarios\n- Mejora de caminos y carreteras rurales para facilitar transporte de productos\n- Acceso preferencial a crédito para pequeños y medianos agricultores\n- Tecnificación del agro mediante capacitación y transferencia tecnológica\n- Eliminación de intermediarios excesivos para mejorar rentabilidad del productor\n- Apoyo a la agroindustria y valor agregado de productos agrícolas\n- Promoción de la agricultura orgánica y sostenible\n- Fortalecimiento de cooperativas y organizaciones de productores\n- Mejora de sistemas de riego y acceso al agua para producción\n- Protección de la producción nacional mediante aranceles estratégicos\n- Programas de compras estatales que privilegien productos locales\n- Apoyo específico a sectores estratégicos (café, arroz, ganadería, hortalizas)\n\n**undefined**: Muestra una posición pragmática sobre temas ambientales, priorizando el desarrollo económico y la explotación responsable de recursos naturales. Propone revisar políticas ambientales que considera excesivamente restrictivas, aunque reconoce la importancia de la conservación.\n- Revisión de políticas ambientales que limitan desarrollo económico\n- Apertura a exploración y explotación de recursos naturales (minería responsable)\n- Balance entre conservación ambiental y desarrollo productivo\n- Revisión de restricciones en zonas de protección que afectan producción\n- Promoción de agricultura sostenible y orgánica\n- Mantenimiento de áreas protegidas pero con criterios de sostenibilidad económica\n- Enfoque pragmático sobre cambio climático priorizando adaptación\n- Promoción de energías renovables vinculadas a desarrollo productivo\n\n**undefined**: Propone reformas institucionales radicales que transformarían profundamente el Estado costarricense. Incluye reforma electoral para promover bloques políticos, eliminación masiva de instituciones autónomas, descentralización administrativa, y cambios constitucionales para reducir el tamaño del Estado.\n- Reforma electoral para permitir alianzas y bloques políticos estables\n- Modificación del sistema de votación para facilitar coaliciones\n- Eliminación de instituciones autónomas y semi-autónomas (centralización en ministerios)\n- Descentralización administrativa dando mayor autonomía a regiones y municipios\n- Reforma constitucional para permitir reducción del aparato estatal\n- Simplificación y digitalización total de trámites gubernamentales\n- Reforma del sistema de contratación pública para agilizar procesos\n- Reducción del número de diputados o reforma de funciones legislativas\n- Profesionalización del servicio civil y reducción de personal estatal\n- Reforma fiscal integral que simplifique el sistema tributario\n- Eliminación de duplicidades entre instituciones\n- Mayor transparencia y rendición de cuentas en el uso de recursos públicos\n\n**undefined**: Mantiene un enfoque conservador en temas sociales, enfatizando valores tradicionales, familia, y orden social. Propone programas sociales focalizados pero condicionados a la reducción del Estado. Reconoce necesidades de poblaciones vulnerables pero prioriza la responsabilidad individual y el trabajo.\n- Programas de vivienda para familias de bajos ingresos mediante bonos focalizados\n- Apoyo a adultos mayores mediante mejora de pensiones y centros de cuido\n- Programas de empleo juvenil vinculados a capacitación técnica\n- Atención a personas con discapacidad mediante mejora de accesibilidad\n- Promoción de valores familiares tradicionales desde la educación\n- Apoyo a madres solteras jefas de hogar mediante programas de empleo\n- Programas de prevención de adicciones y violencia intrafamiliar\n- Focalización de programas sociales en población realmente vulnerable\n- Promoción del empleo formal como principal mecanismo de inclusión social\n- Mejora de infraestructura comunitaria (espacios recreativos, centros comunales)\n- Programas de capacitación para población desempleada\n- Fortalecimiento de la familia como núcleo fundamental de la sociedad",
      "isActive": true
    },
    {
      "id": 15,
      "partyCode": "PLN",
      "partyName": "PARTIDO LIBERACIÓN NACIONAL",
      "candidateName": "ALVARO ROBERTO RAMOS CHAVES",
      "photoUrl": "https://www.tse.go.cr/fichas/static/e22e73c48d44bcfa7a37836b5c8d36ff/1d851/111920165.jpg",
      "planUrl": "https://www.tse.go.cr/fichas/static/f095a3922d2b72c1951873d4064afde7/4_1_111920165.pdf",
      "interviewUrl": "https://www.youtube.com/watch?v=yxStLBeuNEI",
      "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
      "slogan": "Una Democracia que Resuelve",
      "colorPrimary": "#006400",
      "colorSecondary": "#FFFFFF",
      "scores": {
        "security": 3,
        "economy": 3.5,
        "education": 4,
        "health": 4,
        "agriculture": 4,
        "environment": 4,
        "reforms": 3.5,
        "social": 4
      },
      "planSummary": "Álvaro Ramos es un candidato que enfatiza la justicia social, las oportunidades para todos y la democracia plena como valores fundamentales. Su visión se centra en sistemas universales (salud, educación, pensiones, cuido), el rechazo a la meritocracia cruel, y la descentralización del país con énfasis en el desarrollo rural. Propone un modelo multipolar de desarrollo basado en ciudades emergentes fuera del GAM, con fuerte inversión en infraestructura regional y programas sociales integrales.\n\nPropuestas principales:\n\n**Seguridad y Justicia**: Enfoque en prevención del crimen y desarticulación del crimen organizado. Rechaza el endurecimiento generalizado de penas y los estados de excepción. Propone enfocarse en proteger víctimas, mejorar coordinación entre policía, OIJ y fiscalía, y atacar las 43 comunidades violentas identificadas donde grupos ejercen intimidación colectiva.\n- Reforzar la policía y mejorar coordinación con OIJ y fiscalía para prevención y desarticulación del crimen organizado\n- Construir edificio multinivel carcelario de baja intensidad para 1,000 espacios con programas de rehabilitación y reinserción social\n- Restablecer controles fronterizos (marítimos, terrestres y aéreos) que fueron eliminados en la administración actual\n\n**Economía y Empleo**: Propone un modelo multipolar de desarrollo económico centrado en ciudades emergentes (Liberia, Ciudad Quesada, Guápiles, San Isidro del General) para descentralizar el crecimiento. Critica la política macroeconómica actual, especialmente tipo de cambio bajo que afecta sectores como turismo. Busca coherencia entre políticas productivas y educativas.\n- Modelo multipolar con inversión prioritaria en infraestructura fuera del GAM (vial, ferroviaria, aeropuertos, puertos) para impulsar ciudades emergentes que pueden crecer 40-100% más rápido que el GAM\n- Corregir política monetaria y tipo de cambio que está quebrando sectores como turismo en San Carlos\n- Fortalecer educación dual para conectar sistema educativo con sistema productivo\n\n**Educación**: Compromiso absoluto de volver al 8% del PIB en educación tras 8 años de reducción continua. Propone universalizar educación preescolar bilingüe, fortalecer educación dual y conectar formación educativa con oportunidades laborales reales. Critica la incoherencia de entrenar jóvenes para sectores que el gobierno descuida.\n- Volver al 8% del PIB en educación (el Estado de la Educación calcula que tomará 11 años, pero avanzar significativamente en 4 años de gobierno)\n- Universalizar educación preescolar bilingüe, aprovechando la mejor ventana de tiempo para aprender segundo idioma\n- Fortalecer educación dual y alinear formación con sectores productivos protegidos (turismo, agro)\n\n**Salud**: Propone sistemas universales de salud física y mental. Plantea expandir la red de atención primaria completando los 400 EBAIS pendientes y crear el SECOSAM (centros comunitarios de salud mental) para apoyar familias y escuelas. Para adultos mayores, reforzar la red gerontológica nacional con enfoque regional y local.\n- Completar y equipar los 400 EBAIS pendientes para fortalecer red de salud física comunitaria\n- Crear SECOSAM (centros comunitarios de salud mental) para apoyar familias, niños y maestros afectados por problemas de salud mental\n- Reforzar red gerontológica nacional con enfoque regional y local, no solo el hospital geriátrico\n\n**Sector Agropecuario**: Propone 'Alfombra Roja para el Agro' como concepto integral de múltiples políticas específicas. Enfatiza que la agricultura es fundamental para seguridad alimentaria y motor de desarrollo. Critica duramente el trato actual al sector agrícola, que describe como maltratado y abandonado. Usa ejemplo de crisis alimentaria de México 2007 para ilustrar importancia estratégica.\n- Reformular sistema financiero agrícola: tasas de interés más bajas, más fácil obtener crédito para producción que para consumo\n- Derogar decretos dañinos no consensuados con agricultores, reestructurar Ministerio de Agricultura disfuncional\n- Mejorar control de alimentos importados (etiquetado, disposiciones), resolver seguridad jurídica de agricultores en parcelas de INDER\n\n**Reformas Institucionales**: Propone descentralización profunda del Estado, devolviendo poder a comunidades y tejido social. Critica centralización excesiva desde San José. Plantea empoderar asociaciones de desarrollo comunal, comunidades indígenas y gobiernos locales con recursos, autonomía y competencias. Busca reforma financiera para favorecer emprendimiento femenino mediante taxonomía clara.\n- Descentralización del Estado: devolver poder, recursos y competencias a comunidades locales, asociaciones de desarrollo comunal y gobiernos locales\n- Formar profesionales (médicos, especialistas) en hospitales regionales para generar arraigo local y evitar fuga de talento a GAM\n- Definir taxonomía clara en CONASIF para emprendimiento femenino y acceder a préstamos internacionales favorables\n\n**Política Social**: Propone sistemas universales como eje central: pensión básica universal, red de cuido universal, sistema de salud universal. Enfatiza que toda persona merece vida digna independientemente de errores cometidos. Rechaza la 'meritocracia cruel' que culpa individuos por su situación. Propone red de cuido universal con copago según ingresos.\n- Pensión básica universal para evitar que mujeres que no son lo suficientemente pobres ni contribuyeron suficiente queden en limbo\n- Red de cuido universal con copago según ingresos (los más pobres no pagan, otros pagan moderadamente según ingresos) en lugar de quitar apoyo cuando mejoran económicamente\n- Acceso a préstamos internacionales para emprendimiento femenino definiendo taxonomía clara de qué califica como emprendimiento femenino",
      "isActive": true
    },
    {
      "id": 2,
      "partyCode": "CR1",
      "partyName": "PARTIDO ALIANZA COSTA RICA PRIMERO",
      "candidateName": "DOUGLAS CAAMAÑO QUIROS",
      "photoUrl": "https://www.tse.go.cr/fichas/static/fe0b76fc6c3fbae8f1f68cca93f01660/1c147/107630586.jpg",
      "planUrl": "https://www.tse.go.cr/fichas/static/63bbcbcef69ba28b38d755b2e5db8d35/342_1_107630586.pdf",
      "interviewUrl": "https://www.youtube.com/watch?v=pcpe9SEXgRc",
      "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
      "slogan": "Costa Rica es Primero",
      "colorPrimary": "#FF6B35",
      "colorSecondary": "#FFFFFF",
      "scores": {
        "security": 2,
        "economy": 3,
        "education": 3,
        "health": 3,
        "agriculture": 4.5,
        "environment": 2.5,
        "reforms": 3.5,
        "social": 3.5
      },
      "planSummary": "Douglas Caamaño Quirós presenta una agenda centrada en la transparencia, la reducción del gasto público y la reorganización del Estado. Su enfoque principal está en combatir la corrupción mediante la reducción del tamaño del gobierno, eliminar privilegios de políticos, y promover una mayor participación ciudadana en las decisiones. Propone reformas profundas al sistema político incluyendo consultas populares y auditorías a instituciones públicas. En lo económico, defiende el libre mercado con reducción de impuestos y menos intervención estatal. Su postura es fuertemente anti-establishment, criticando al bipartidismo tradicional (PLN y PUSC) y prometiendo devolver el poder a la ciudadanía.\n\nPropuestas principales:\n\n**Seguridad y Justicia**: Propone reformar el sistema de seguridad pública eliminando el Ministerio de Seguridad y creando una Secretaría de Seguridad Ciudadana bajo la Presidencia. Enfatiza la necesidad de auditar las instituciones de seguridad, eliminar la corrupción policial y garantizar que los recursos lleguen efectivamente a los policías de calle. Plantea mejoras en las condiciones laborales de los oficiales y mayor coordinación entre fuerzas de seguridad.\n- Eliminar el Ministerio de Seguridad Pública y crear una Secretaría de Seguridad Ciudadana directamente bajo la Presidencia\n- Realizar auditorías exhaustivas del presupuesto de seguridad para eliminar corrupción\n- Mejorar las condiciones laborales y salariales de los policías de calle\n- Garantizar que el presupuesto de seguridad llegue efectivamente a los oficiales y no se quede en intermediarios\n\n**Economía y Empleo**: Defiende un modelo económico de libre mercado con mínima intervención estatal. Propone reducir impuestos, eliminar trabas burocráticas para emprendedores, y recortar el gasto público significativamente. Critica el tamaño del Estado y propone reducir ministerios y fusionar instituciones. Su enfoque es pro-empresa privada, anti-monopolios estatales, y favorable a la competencia libre. Plantea eliminar privilegios fiscales de políticos y reducir el aparato gubernamental.\n- Reducir el número de ministerios de 23 a aproximadamente 12-14\n- Eliminar impuestos y reducir la carga tributaria sobre empresas y ciudadanos\n- Eliminar trabas burocráticas que dificultan el emprendimiento\n- Reducir el gasto público eliminando privilegios de diputados y funcionarios de alto nivel\n- Promover libre competencia y eliminar monopolios estatales\n- Fusionar instituciones públicas para reducir duplicidad y costos\n\n**Educación**: Critica fuertemente el sistema educativo actual, especialmente el MEP, por considerar que está politizado y no responde a las necesidades reales. Propone auditar profundamente el MEP, reducir su burocracia y garantizar que los recursos lleguen a las aulas. Defiende la libertad educativa y critica el adoctrinamiento ideológico en escuelas. Plantea mayor autonomía para centros educativos y participación de padres de familia en decisiones educativas.\n- Auditar exhaustivamente el Ministerio de Educación Pública\n- Reducir la burocracia administrativa del MEP y dirigir más recursos a las aulas\n- Eliminar contenidos ideológicos y políticos de los programas educativos\n- Garantizar libertad educativa y mayor participación de padres en decisiones escolares\n- Mejorar condiciones de infraestructura educativa\n\n**Salud**: Propone reformar la CCSS eliminando privilegios de la cúpula administrativa y garantizando que el presupuesto se destine efectivamente a la atención médica. Critica la corrupción y el mal manejo de recursos en la institución. Defiende el derecho a servicios de salud de calidad y plantea auditorías para mejorar la eficiencia. Menciona la necesidad de mejorar salarios del personal médico y reducir tiempos de espera.\n- Realizar auditoría completa de la CCSS para identificar y eliminar corrupción\n- Eliminar privilegios y lujos de los jerarcas de la CCSS\n- Mejorar salarios y condiciones del personal médico y de enfermería\n- Reducir tiempos de espera para citas y cirugías\n- Garantizar que el presupuesto de salud se destine efectivamente a la atención de pacientes\n\n**Sector Agropecuario**: Defiende al sector agrícola nacional criticando los tratados de libre comercio que considera han perjudicado a los productores locales. Propone eliminar trabas burocráticas que dificultan la producción agropecuaria, reducir costos de insumos y apoyar la competitividad del sector. Menciona la necesidad de proteger a pequeños y medianos productores frente a la competencia desleal de importaciones subsidiadas.\n- Revisar tratados de libre comercio que perjudican a productores nacionales\n- Eliminar trabas burocráticas para la producción agropecuaria\n- Reducir costos de insumos agrícolas\n- Apoyar a pequeños y medianos productores\n- Proteger la producción nacional frente a importaciones subsidiadas\n\n**Medio Ambiente**: Menciona la importancia de proteger el medio ambiente pero critica políticas que considera exageradas o que perjudican el desarrollo económico. Su enfoque parece equilibrar conservación con desarrollo productivo, cuestionando regulaciones ambientales que considera excesivas.\n- Balancear protección ambiental con desarrollo económico\n- Revisar regulaciones ambientales que considera excesivas o que frenan la producción\n\n**Reformas Institucionales**: Su propuesta central es una reforma profunda del Estado y del sistema político. Plantea implementar mecanismos de democracia directa como consultas populares vinculantes, revocatoria de mandato, e iniciativa popular. Propone reformar la Asamblea Legislativa eliminando privilegios de diputados, reduciendo su número y limitando la reelección. Busca descentralizar el poder y devolverlo a la ciudadanía mediante referéndums sobre decisiones importantes.\n- Implementar consultas populares vinculantes para decisiones importantes del gobierno\n- Establecer revocatoria de mandato para funcionarios electos\n- Implementar iniciativa popular para presentación de leyes\n- Reducir el número de diputados y eliminar sus privilegios (carros, choferes, pensiones especiales)\n- Limitar la reelección de diputados y otros funcionarios\n- Establecer mecanismos de rendición de cuentas y transparencia total\n- Permitir referéndums vinculantes sobre tratados internacionales y decisiones estratégicas\n\n**Política Social**: Su enfoque social se centra en reducir el asistencialismo estatal y promover oportunidades mediante reducción de impuestos y eliminación de barreras burocráticas. Critica los programas sociales que considera clientelistas. Defiende valores tradicionales de familia y se opone a lo que considera 'ideología de género' en escuelas. Propone ayudas focalizadas en casos de verdadera necesidad pero priorizando la generación de empleo y emprendimiento como solución a la pobreza.\n- Reducir programas asistencialistas y promover generación de empleo\n- Eliminar barreras para que las personas puedan emprender y generar ingresos\n- Focalizar ayudas sociales en casos de verdadera necesidad\n- Defender valores tradicionales de familia\n- Eliminar contenidos de 'ideología de género' en educación\n- Promover emprendimiento como solución a la pobreza",
      "isActive": true
    },
    {
      "id": 4,
      "partyCode": "PIN",
      "partyName": "PARTIDO INTEGRACIÓN NACIONAL",
      "candidateName": "LUIS ESTEBAN AMADOR JIMENEZ",
      "photoUrl": "https://www.tse.go.cr/fichas/static/9c3998308ac01afe80d1ce6d68059b72/b1181/109320986.jpg",
      "planUrl": "https://www.tse.go.cr/fichas/static/159a18a0646d03e0dde2317907b755c1/13_1_109320986.pdf",
      "interviewUrl": "https://www.youtube.com/watch?v=XFx-_JBlyKo",
      "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
      "slogan": "Trabajar con lo que tenemos / Construir el país que queremos",
      "colorPrimary": "#9C27B0",
      "colorSecondary": "#FFFFFF",
      "scores": {
        "security": 3.5,
        "economy": 3,
        "education": 3.5,
        "health": 3.5,
        "agriculture": 3.5,
        "environment": 4,
        "reforms": 4,
        "social": 4
      },
      "planSummary": "Luis Amador propone un modelo de desarrollo basado en su experiencia internacional (Canadá, Emiratos Árabes, Qatar) y como exministro de Obras Públicas. Su visión busca transformar Costa Rica en un país desarrollado mediante concesiones, titularización de activos, modernización de infraestructura y apertura de oportunidades educativas y laborales. Enfatiza la liberación de recursos presupuestarios mediante esquemas de financiamiento alternativos para invertir en programas sociales. Propone reformas en educación (curricular hacia destrezas prácticas), modernización agrícola, desarrollo de zonas económicas especiales y mejora de infraestructura (transporte, aeropuertos, ferrocarril interoceánico).\n\nPropuestas principales:\n\n**undefined**: Propone un modelo de desarrollo económico basado en liberación de recursos presupuestarios mediante concesiones, titularización de activos (gas natural, hidrocarburos) y esquemas de financiamiento alternativos. Busca reducir presión fiscal, negociar mejores tasas de interés en deuda internacional y generar empleo mediante zonas francas, infraestructura y sectores no tradicionales.\n- Esquema de concesión y titularización para liberar presión presupuestaria y financiar programas sociales\n- Certificación de recursos de gas natural e hidrocarburos para negociar mejores tasas de interés en deuda internacional\n- Utilización de zona marítimo-terrestre mediante concesiones de 20 años a municipalidades para generar recursos\n- Construcción de aeropuerto en zona sur y expansión de infraestructura (ruta 32, ruta 35) para generar empleo\n- Desarrollo de ferrocarril interoceánico para conectar carga y atraer empresas internacionales\n- Apertura de dos puertos adicionales (Jabillo como granelero) para acelerar crecimiento\n- Expansión de zonas francas en el GAM y otras regiones para generar nuevas fuentes de empleo\n- Desarrollo de sectores no tradicionales: industria automotriz, manufactura de equipos y herramientas, dispositivos médicos\n- Modelo educativo vinculado con industria mediante alianzas gobierno-industria para incubadoras de empresas\n- Programas de apoyo financiero con seguros de riesgo pagados por el Estado para personas de edad con bajos ingresos\n\n**undefined**: Propone una reforma curricular profunda que abandone el conocimiento memorístico y se enfoque en desarrollo de destrezas, habilidades y aplicación práctica del conocimiento. Busca vincular educación con mercado laboral mediante alianzas universidad-industria y abrir oportunidades de educación universitaria gratuita según capacidades.\n- Reforma curricular que elimina el sistema memorístico y enfoca en desarrollo de destrezas y habilidades aplicables\n- Enseñanza de técnicas prácticas desde el colegio para que estudiantes puedan aplicar conocimiento\n- Universidad gratuita para ciertas poblaciones según sus capacidades\n- Modelo de financiamiento universitario orientado a investigación con participación de industria\n- Alianzas gobierno-industria para financiar proyectos específicos e incubadoras de empresas\n- Apertura de puertas para que estudiantes trabajen mientras estudian en universidades\n- Programa de psicopedagogos en escuelas para acompañar estudiantes con deficiencias en capacidades de aprendizaje\n- Acceso educativo mejorado para personas en zonas rurales (ejemplo: antenas satelitales UNET)\n\n**undefined**: Propone modernización integral del sector agrícola mediante apoyo técnico, financiero y tecnológico. Busca evolucionar de agricultura de subsistencia hacia seguridad alimentaria y agroindustria de valor agregado, garantizando precios y mercados para productores.\n- Enseñanza de técnicas modernas de producción (hidroponía) y equipos modernos\n- Apoyo financiero a través de la banca pública (Banco Nacional, MAC)\n- Protección mediante Canon para uso adecuado de recursos y apoyo tecnológico\n- Evolución hacia agroindustria: no solo producir yuca sino productos terminados (enyucado congelado, productos empacados)\n- Garantía de compra por parte del CNP y otras instituciones públicas (sistema educativo, carcelario) a precio fijo para dar tranquilidad a agricultores\n- Apoyo técnico y modernización del sector agrícola a través del MAG\n- Sistema de comercialización mediante PROCOMER para acceso a mercados internacionales\n- Transición hacia autosuficiencia alimentaria siguiendo modelos de países como los del Medio Oriente\n\n**undefined**: Propone reformas estructurales en educación (curricular), mejoramiento urbano mediante códigos que protejan patrimonio arquitectónico, y modernización de infraestructura. Menciona necesidad de instrumentalizar recursos del Estado mediante concesiones y esquemas de financiamiento alternativos.\n- Reforma curricular educativa basada en desarrollo de destrezas en lugar de conocimiento memorístico\n- Código urbano que protege joyas arquitectónicas y obliga armonización de fachadas con patrimonio histórico\n- Mejoramiento de barrios urbanos: soterrado de cables, creación de estacionamientos públicos\n- Instrumentalización de recursos estatales mediante concesiones y titularización\n- Reforma en transporte público: compra obligatoria de buses urbanos con piso bajo y rampa (desde octubre del año anterior)\n- Expansión de zonas francas y desarrollo de sectores económicos no tradicionales\n- Regulación fronteriza y sistema de canon para residencia/ciudadanía de migrantes de alto nivel (expats)\n\n**undefined**: Enfoca en inclusión para personas con discapacidad, mujeres, niñez, adultos mayores y poblaciones indígenas. Propone redes de cuido, programas de apoyo económico para personas de edad con bajos ingresos, mejoras en accesibilidad física y oportunidades para jóvenes mediante vinculación educación-empleo.\n- Mejoras en accesibilidad: aceras con rampas, buses urbanos con piso bajo y rampa para personas con discapacidad\n- Garantía de transporte público accesible en rutas urbanas y rurales\n- Programas de prevención de acoso y violencia contra mujeres en sector público y privado\n- Redes de cuido para niños y adultos mayores integradas en estaciones de tren y áreas comunes\n- Programas de apoyo financiero para personas de edad con pensiones bajas (17,000-20,000 colones) mediante seguros de riesgo pagados por el Estado\n- Sistema de apoyo para pago de alquiler mediante seguros que el Estado paga a bancos\n- Desarrollo turístico en comunidades indígenas (turismo vivencial, cultural) y sistema tipo duty-free en territorios indígenas\n- Acceso a recursos de FONAFIFO para comunidades indígenas como fuente de ingreso\n- Capacitación y conectividad (antenas satelitales UNET) en zonas remotas y comunidades marginalizadas\n- Coparticipación de comunidades indígenas en decisiones estatales respetando su cosmovisión\n- Regularización migratoria con programas de acompañamiento para que población migrante pueda trabajar en sectores que costarricenses no desean\n- Sistema de canon para otorgar residencia/ciudadanía a migrantes de alto nivel (expats) para subsidiar poblaciones vulnerables",
      "isActive": true
    },
    {
      "id": 20,
      "partyCode": "FA",
      "partyName": "PARTIDO FRENTE AMPLIO",
      "candidateName": "ANDRES ARIEL ROBLES BARRANTES",
      "photoUrl": "https://www.tse.go.cr/fichas/static/24f5779845e45e5f2f976febd354ec27/1c147/114770155.jpg",
      "planUrl": "https://www.tse.go.cr/fichas/static/e3854f865c62787090d1b3bf7daa49b7/73_1_114770155.pdf",
      "interviewUrl": "https://www.youtube.com/watch?v=8DQt5h-f9NI",
      "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
      "slogan": "Un nuevo proyecto de país",
      "colorPrimary": "#C62828",
      "colorSecondary": "#FFFFFF",
      "scores": {
        "security": 4,
        "economy": 4.5,
        "education": 5,
        "health": 5,
        "agriculture": 4.5,
        "environment": 5,
        "reforms": 5,
        "social": 5
      },
      "planSummary": "Ariel Robles del Frente Amplio se presenta como un candidato progresista con raíces en Pérez Zeledón y experiencia en la Universidad Nacional. Su visión se centra en construir un país con acuerdos del siglo XXI, nuevos pactos sociales y económicos que prioricen el desarrollo inclusivo. Propone un modelo económico que beneficie a productores locales, con énfasis en reducir intermediarios y fortalecer mercados. Su enfoque busca equilibrar inversión social, protección ambiental y desarrollo económico sostenible.\n\nPropuestas principales:\n\n**Seguridad y Justicia**: El candidato menciona el tema de seguridad en el contexto de la violencia que afecta a poblaciones vulnerables, particularmente mujeres. Reconoce el aumento en las tasas de violencia y propone estrategias gubernamentales para abordar esta problemática desde un enfoque de protección social.\n- Implementar estrategias para reducir la violencia contra mujeres y poblaciones vulnerables\n- Abordar la seguridad desde una perspectiva de inversión social y protección\n\n**Economía y Empleo**: Propone un modelo económico que priorice a los productores locales sobre los intermediarios. Enfatiza que no basta con tener tecnología o eficiencia productiva si no hay mercados para los productos. Su visión económica busca fortalecer la producción local y generar condiciones para que los productores puedan sostenerse en el tiempo, garantizando acceso a mercados y reduciendo la dependencia de importaciones.\n- Reducir el poder de intermediarios en la economía y fortalecer a productores directos\n- Garantizar mercados para la producción local y sostenibilidad económica de productores\n- Reformar el sistema para priorizar producción nacional sobre importaciones\n\n**Educación**: Robles tiene una conexión personal profunda con la educación pública, siendo hijo de maestra y habiendo trabajado en la Universidad Nacional. Considera la educación pública (escuela, colegio, universidad) como fundamental y la herramienta que le dio todas las oportunidades. Propone que el país debe lograr acuerdos educativos del siglo XXI que respondan a las necesidades actuales.\n- Fortalecer la educación pública en todos sus niveles como motor de movilidad social\n- Lograr nuevos pactos educativos del siglo XXI adaptados a realidades contemporáneas\n- Invertir en formación que genere herramientas para el desarrollo profesional y personal\n\n**Salud**: Menciona el sistema de salud en el contexto de su historia familiar, con su padre trabajando inicialmente en el hospital. Vincula el tema de salud con la inversión social necesaria para atender a poblaciones vulnerables. Reconoce la importancia del sistema público de salud como parte de la red de protección social.\n- Aumentar la inversión social en el sistema de salud\n- Fortalecer la atención a poblaciones vulnerables en el sistema de salud\n\n**Sector Agropecuario**: Tiene una posición muy clara sobre el sector agropecuario, identificando tres problemas principales: el poder excesivo de intermediarios, la falta de mercados garantizados para productores, y la competencia desigual con importaciones. Su experiencia en zonas rurales como Pérez Zeledón, Corredores, Golfito y Puerto Jiménez le da perspectiva sobre las necesidades del sector. Propone tres acciones concretas para transformar esta realidad.\n- Eliminar o reducir significativamente el poder de intermediarios en la cadena agropecuaria\n- Crear mecanismos de mercado garantizado para productores locales\n- Establecer políticas que favorezcan producción nacional sobre importaciones agrícolas\n- Dar seguridad económica a productores para sostenibilidad en el tiempo\n\n**Medio Ambiente**: Menciona la existencia de fondos verdes y compromisos internacionales que el país ha firmado. Propone utilizar estos recursos y préstamos para renovación ambiental y proyectos sostenibles. Su visión conecta protección ambiental con desarrollo económico sostenible, particularmente en el contexto rural.\n- Utilizar fondos verdes internacionales disponibles para renovación ambiental\n- Destinar préstamos ambientales comprometidos a proyectos de sostenibilidad\n- Integrar protección ambiental con desarrollo económico en zonas rurales\n\n**Reformas Institucionales**: Enfatiza la necesidad de lograr 'acuerdos del siglo XXI' y 'nuevos pactos históricos' que transformen las instituciones del Estado. Reconoce cambios demográficos importantes (población adulta mayor creciente frente a menor población joven) que requieren reformas estructurales. Propone modernizar el Estado para responder a las realidades contemporáneas del país.\n- Lograr nuevos pactos históricos y acuerdos del siglo XXI para modernizar instituciones\n- Adaptar instituciones a cambios demográficos (envejecimiento poblacional)\n- Reformar el Estado para mayor eficiencia en inversión social\n\n**Política Social**: Su historia personal de migración familiar (padre migrando a Estados Unidos para generar recursos) y beneficiario de la educación pública le da una perspectiva clara sobre política social. Se define como una persona comprometida con la solidaridad y la reducción de desigualdades. Propone aumentar la inversión social para atender a poblaciones vulnerables, con énfasis en mujeres que enfrentan violencia y comunidades rurales.\n- Aumentar significativamente la inversión social en poblaciones vulnerables\n- Crear redes de protección para personas en condiciones de vulnerabilidad\n- Garantizar condiciones de sostenibilidad económica para sectores excluidos\n- Implementar programas focalizados para reducir desigualdades estructurales",
      "isActive": true
    },
    {
      "id": 1,
      "partyCode": "PUSC",
      "partyName": "PARTIDO UNIDAD SOCIAL CRISTIANA",
      "candidateName": "JUAN CARLOS HIDALGO BOGANTES",
      "photoUrl": "https://www.tse.go.cr/fichas/static/1c1ef407d48704a4f4425763b1b8dced/1d851/205460309.jpg",
      "planUrl": "https://www.tse.go.cr/fichas/static/c3bd26c142a29aefb21f06225dd07591/6_1_205460309.pdf",
      "interviewUrl": "https://www.youtube.com/watch?v=z_UOFQKZKxI",
      "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
      "slogan": "Emparejar la cancha",
      "colorPrimary": "#0066CC",
      "colorSecondary": "#FFFFFF",
      "scores": {
        "security": 2.5,
        "economy": 3,
        "education": 4,
        "health": 3.5,
        "agriculture": 3.5,
        "environment": 3.5,
        "reforms": 4,
        "social": 4
      },
      "planSummary": "Juan Carlos Hidalgo Bogantes propone una agenda centrada en 'emparejar la cancha' para reducir las desigualdades regionales en Costa Rica. Su enfoque principal está en reformas estructurales para modernizar el sistema educativo, crear un sistema unificado de cuido universal, y reducir las cargas sociales para generar empleo formal especialmente en zonas rurales y costeras. Proviene de San Carlos, es producto de la educación pública, y trabajó como analista de políticas públicas en Washington D.C. antes de regresar a la política costarricense.\n\nPropuestas principales:\n\n**Seguridad y Justicia**: Propone diferenciar entre crimen violento y no violento, con énfasis en que criminales violentos cumplan sentencias completas sin reducciones. Rechaza medidas populistas como megacárceles y favorece alternativas para crímenes no violentos con monitoreo electrónico para reducir costos y evitar que las cárceles sean 'escuelas del crimen'.\n- Reforma al Código Procesal Penal para que crímenes violentos cumplan sentencia completa sin reducción\n- Separar criminales violentos de no violentos y crear centro penitenciario especializado para crimen organizado\n- Implementar sistema de monitoreo electrónico para casa por cárcel en casos de crímenes no violentos\n\n**Economía y Empleo**: Su primer proyecto de ley sería reducir las cargas sociales del 26.6% al 19%, manteniendo las contribuciones a CCSS y pensiones pero trasladando el financiamiento de FODESAF, IMAS e INA al presupuesto ordinario. Busca incentivar la contratación formal, especialmente de mano de obra poco calificada en zonas rurales y costeras. También propone abrir el mercado eléctrico para reducir tarifas comerciales e industriales.\n- Reducir cargas sociales patronales de 26.6% a 19% sin afectar financiamiento de CCSS ni pensiones complementarias\n- Apertura del mercado eléctrico con inversión privada para bajar costos de electricidad comercial e industrial\n- Fomentar industrias intensivas en mano de obra en zonas costeras y rurales\n\n**Educación**: Plantea una reforma educativa robusta centrada en mejorar la calidad docente, reducir cargas administrativas, implementar evaluación constante y capacitación continua. Propone transicionar hacia educación técnica vocacional adaptada a realidades regionales, educación bilingüe en inglés (no solo clases de inglés, sino educación impartida en inglés), y flexibilizar la ley de educación dual para que más jóvenes obtengan experiencia laboral mientras estudian.\n- Reforma educativa enfocada en calidad docente: reducir cargas burocráticas, más capacitación y sistema de evaluación constante\n- Convertir más colegios académicos en técnicos con oferta adaptada a realidades regionales y educación bilingüe\n- Flexibilizar requisitos de educación dual para aumentar de 300 a miles de estudiantes con experiencia laboral\n\n**Salud**: Se compromete a mantener el financiamiento de la CCSS sin reducir el 14% que aportan los patronos a la seguridad social. Reconoce retos futuros por el envejecimiento poblacional pero no presenta propuestas específicas de reforma del sistema de salud más allá de proteger su financiamiento actual.\n- Proteger el financiamiento de la CCSS manteniendo la contribución patronal del 14%\n- Reconocer desafíos del envejecimiento poblacional en el sistema de salud\n\n**Sector Agropecuario**: Propone cambiar el enfoque tradicional de asistencialismo y subsidios hacia un agro más resiliente, productivo e independiente. Enfatiza inversión en innovación y desarrollo tecnológico, con crítica a que las universidades estatales dedican solo 20% de su investigación a problemas productivos. Plantea mejorar sistema de seguros agrícolas ante volatilidad climática y reformar la banca de desarrollo para crédito más accesible.\n- Aumentar inversión en investigación, desarrollo e innovación agrícola, reorientando investigación universitaria estatal hacia problemas productivos del sector\n- Fortalecer sistema de seguros agrícolas ante cambio climático y volatilidad climática\n- Reformar sistema de banca de desarrollo para mejorar acceso a crédito y crear instrumentos financieros de largo plazo (ejemplo: Icafé para café)\n\n**Reformas Institucionales**: Su agenda se centra en reformas estructurales para 'emparejar la cancha' y reducir desigualdades regionales. Propone reformas en sistemas de pensiones protegiendo pilares como IVM, ROP y pensiones voluntarias. Plantea emular programa de Unión Europea para que municipalidades adopten estándares amigables con adultos mayores. Crítica al sistema de protección demográfica invertida (Costa Rica nunca llegará a 6 millones, será 3.5 millones en 2100).\n- Reformas a sistemas de pensiones protegiendo IVM, ROP y fomentando pensiones voluntarias\n- Emular programa de Unión Europea para municipalidades con estándares de infraestructura y servicios para adultos mayores\n- Transicionar el gasto social hacia un sistema unificado de cuido universal\n\n**Política Social**: Su propuesta central es la 'gran reforma social de los 2020-2030': universalizar el cuido mediante un sistema unificado que incluya niños, adultos mayores y personas con discapacidad. Critica el incentivo perverso de la Red de Cuido actual (pierdes beneficio si sales de pobreza). Busca liberar a las mujeres para trabajo remunerado y dar educación temprana a niños. La tasa de participación laboral femenina es 27 puntos menor que la masculina, bajo el promedio latinoamericano.\n- Crear sistema unificado de cuido universal empezando por hogares en pobreza (actualmente solo cubre 40% de mujeres pobres)\n- Eliminar incentivo perverso de Red de Cuido: universalizar para que no se pierda beneficio al salir de pobreza\n- Promover educación temprana (prekinder) que mejora desempeño académico futuro y enseña inglés y habilidades blandas",
      "isActive": true
    },
    {
      "id": 20,
      "partyCode": "UP",
      "partyName": "PARTIDO UNIDOS PODEMOS",
      "candidateName": "NATALIA DIAZ QUINTANA",
      "photoUrl": "https://www.tse.go.cr/fichas/static/c27e4db60ccb171bcf284f8e51567b96/1d851/112260846.jpg",
      "planUrl": "https://www.tse.go.cr/fichas/static/6abb1b68e386dbac5c5fef53a5f47e40/241_1_112260846.pdf",
      "interviewUrl": "https://www.youtube.com/watch?v=1Mf3kzWgKaw",
      "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
      "slogan": "Unidos Podemos Costa Rica",
      "colorPrimary": "#4CAF50",
      "colorSecondary": "#FFFFFF",
      "scores": {
        "security": 3.5,
        "economy": 3.5,
        "education": 4,
        "health": 3.5,
        "agriculture": 4,
        "environment": 2.5,
        "reforms": 3.5,
        "social": 4
      },
      "planSummary": "Natalia Díaz Quintana del partido Unidos Podemos presenta una visión centrada en la planificación a largo plazo, la facilitación estatal para el desarrollo y la autonomía económica de la población. Su enfoque busca un estado que facilite en lugar de obstaculizar, con énfasis en la articulación entre gobierno central, gobiernos locales y sector privado. Propone soluciones pragmáticas basadas en educación dual, modernización institucional (especialmente del INA) y generación de oportunidades económicas en lugar de subsidios directos.\n\nPropuestas principales:\n\n**Seguridad y Justicia**: Aborda la seguridad desde una perspectiva preventiva, vinculándola con oportunidades económicas y formación desde la primera infancia. Menciona la necesidad de combatir células terroristas de crimen organizado con influencia de Venezuela y Colombia. Propone coordinación con gobiernos locales para control migratorio de personas vinculadas a redes criminales.\n- Deportación inmediata de personas identificadas en redes de crimen organizado\n- Coordinación con gobiernos locales para revisar estatus migratorio en hoteles, edificios abandonados y cuarterías ilegales\n- Control fronterizo con tecnología y alianzas con sector privado\n- Prevención del crimen mediante oportunidades de empleo en zonas rurales y urbanas abandonadas\n\n**Economía y Empleo**: Enfoque liberal centrado en autonomía económica, independencia financiera y generación de riqueza en lugar de subsidios. Prioriza la formalización laboral, educación dual y articulación público-privada. Busca facilitar el emprendimiento mediante ventanillas únicas y reducción de obstáculos burocráticos. Apoya la entrega del ROP de forma escalonada según solvencia fiscal.\n- Ventanillas únicas en gobiernos locales para orientar emprendimientos y acceso a programas (MEP, Banco Popular, INA, IMAS)\n- Formalización del 37-38% de la fuerza laboral informal que no cotiza\n- Entrega escalonada del ROP según solvencia fiscal, priorizando equidad en lugar de grupos específicos\n- Modernización del INA con horarios flexibles y programas ajustados a actividad económica regional\n- Educación dual con programas de 9-18 meses que ofrecen compensación económica mientras se estudia\n\n**Educación**: Propone planificación educativa a 20-25 años con énfasis en formación integral desde la primera infancia. Busca reducir carga administrativa de docentes para que se enfoquen en enseñanza. Prioriza educación dual, habilidades blandas y vinculación con demanda laboral regional. Defiende capacidad disciplinaria de docentes con respeto.\n- Acompañamiento desde primera infancia con tutorías dentro y fuera del aula\n- Expansión de centros educativos especializados para personas con discapacidad más allá de Centeno, Fernando Centeno Güell y Napoleón Quesada\n- Reducción de labores administrativas para que profesores se dediquen a enseñar\n- Restauración de programas formativos como DARE para toma de decisiones\n- Modernización del INA con ajuste de oferta educativa según actividad económica regional\n- Educación dual con programas cortos (9-18 meses) vinculados a empleo\n\n**Salud**: Aborda salud principalmente desde la perspectiva de red de cuido y acceso en territorios indígenas. Menciona la necesidad de mejorar servicios básicos en zonas marginadas. Propone reforma a la CCSS basada en tiempo real trabajado en lugar de base mínima para abaratar seguros.\n- Reforma de la CCSS para que asegure por tiempo real trabajado, no por base mínima, para abaratar seguros\n- Acceso a servicios de salud la mayoría de días en territorios indígenas (actualmente solo visita médica 1-2 veces por semana o cada 15 días)\n- Red de cuido con horarios flexibles para mujeres en agricultura, comercio y seguridad que trabajan horarios no tradicionales\n- Ampliación de red de cuido para después de los 13-14 años\n\n**Sector Agropecuario**: Posición fuerte a favor del sector agropecuario como eje de seguridad alimentaria y posicionamiento internacional. Rechaza subsidios pero propone herramientas para competir en igualdad de condiciones. Enfatiza valor agregado, innovación tecnológica y relevo generacional. Busca convertir a Costa Rica en país exportador de alimentos saludables.\n- Política de estado a largo plazo con cultivos estratégicos para posicionar a Costa Rica como país que vende alimentos saludables al mundo\n- MAG como rector directo del registro de moléculas (reducir años de espera), sin depender de Salud o MINAE\n- Crédito adaptado al ciclo de producción de cada cultivo con asesoría del MAG a entidades financieras\n- Seguros de cosechas con el INS como requisito para crédito\n- Hacer agricultura rentable para atraer relevo generacional joven\n- Diversificación con turismo rural comunitario, cafeterías, barismo, catación, microbeneficios\n\n**Reformas Institucionales**: Propone reformas institucionales para modernización y articulación, especialmente en INA, CCSS y estructuras carcelarias. Enfatiza trabajo colaborativo entre gobierno central, local y sector privado. Busca cambiar mentalidad del estado de hacer favores a facilitar servicios.\n- Reforma de la CCSS para asegurar por tiempo real trabajado en lugar de base mínima\n- Modernización del INA: horarios flexibles, oferta ajustada a demanda regional, programas de 9-18 meses\n- Cambio de mentalidad en instituciones públicas para facilitar en lugar de obstaculizar\n- Reforma del sistema penitenciario: trabajo obligatorio para privados de libertad en lugar de bodegaje humano\n- Articulación mediante ventanillas únicas entre gobierno local y central (sin nuevas leyes)\n\n**Política Social**: Enfoque en autonomía e independencia económica por sobre asistencialismo. Prioriza oportunidades de empleo, educación y emprendimiento. Propone políticas de articulación (no nuevas leyes) entre gobierno central, local, asociaciones de desarrollo y sector privado. Defiende igualdad de oportunidades para todas las poblaciones sin diferenciación.\n- Red de cuido ampliada con horarios flexibles para trabajos no tradicionales y cobertura hasta después de los 13-14 años\n- Autonomía económica para jefas de hogar mediante educación dual, orientación y ventanillas únicas de acceso a programas\n- Acceso real a servicios básicos en territorios indígenas (educación, salud, carreteras)\n- Enlace directo de territorios indígenas y afrodescendientes con Casa Presidencial, no solo a través de asociaciones de desarrollo\n- Migración ordenada: bienvenida para quien trabaja y aporta, deportación para quien delinque\n- Fronteras abiertas sábados y domingos para trabajadores agrícolas de Panamá y Nicaragua\n- Trabajo obligatorio para población privada de libertad con separación de privados de libertad peligrosos",
      "isActive": true
    }
  ]
}