[
  {
    "id": 17,
    "partyCode": "PJSC",
    "partyName": "PARTIDO JUSTICIA SOCIAL COSTARRICENSE",
    "candidateName": "WALTER RUBEN HERNANDEZ JUAREZ",
    "photoUrl": "https://www.tse.go.cr/fichas/static/25f0a995e06a5b15ad6715b12ca33dec/1d851/106680588.jpg",
    "planUrl": "https://www.tse.go.cr/fichas/static/7e6d64c99fc3cccc2e7d6921f29bad6d/280_1_106680588.pdf",
    "interviewUrl": "https://www.youtube.com/watch?v=NFy3G6jqJjg",
    "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
    "slogan": "Justicia social con eficiencia económica",
    "colorPrimary": "#FF5722",
    "colorSecondary": "#FFFFFF",
    "scores": {
      "security": 3,
      "economy": 3.5,
      "education": 4,
      "health": 4,
      "agriculture": 4.5,
      "environment": 3.5,
      "reforms": 3.5,
      "social": 4.5
    },
    "planSummary": "Frase Rodrigo Facio: justicia no mate eficiencia ni eficiencia mate justicia. Crítica corrupción (7% PIB), TLCs, deuda pública alta. Desigualdad extrema. Recuperar Estado Social Bienestar. Reforma fiscal progresiva.",
    "isActive": true
  },
  {
    "id": 11,
    "partyCode": "PPSD",
    "partyName": "PARTIDO PROGRESO SOCIAL DEMOCRATICO",
    "candidateName": "LUZ MARY ALPIZAR LOAIZA",
    "photoUrl": "https://www.tse.go.cr/fichas/static/29521a108f1668229277e7dfcd91c8da/1d851/107110855.jpg",
    "planUrl": "https://www.tse.go.cr/fichas/static/1d941173ba8cde29a0242434b1598703/245_1_107110855.pdf",
    "interviewUrl": "https://www.youtube.com/watch?v=oh-LZ8mQ_UM",
    "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
    "slogan": "El Futuro es Progreso",
    "colorPrimary": "#673AB7",
    "colorSecondary": "#FFFFFF",
    "scores": {
      "security": 3,
      "economy": 3.5,
      "education": 4,
      "health": 4,
      "agriculture": 3.5,
      "environment": 4,
      "reforms": 3.5,
      "social": 4.5
    },
    "planSummary": "Socialdemocracia. Justicia social, desarrollo económico equidad, Estado Social Derecho. Valorar logros históricos Costa Rica con modernización. Equilibrio indicadores económicos y desarrollo social.",
    "isActive": true
  },
  {
    "id": 6,
    "partyCode": "PUCD",
    "partyName": "PARTIDO UNION COSTARRICENSE DEMOCRATICA",
    "candidateName": "BORIS MOLINA ACEVEDO",
    "photoUrl": "https://www.tse.go.cr/fichas/static/f9d96f9057ebbbd5b3ed32084f6d3309/1d851/106960764.jpg",
    "planUrl": "https://www.tse.go.cr/fichas/static/aa4fc6cb10728cdabee961135e682d7a/278_1_106960764.pdf",
    "interviewUrl": "https://www.youtube.com/watch?v=YwYAhBZKQEA",
    "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
    "slogan": "Costa Rica Merece Más",
    "colorPrimary": "#E91E63",
    "colorSecondary": "#FFFFFF",
    "scores": {
      "security": 3,
      "economy": 3.5,
      "education": 3.5,
      "health": 3.5,
      "agriculture": 4,
      "environment": 3.5,
      "reforms": 3.5,
      "social": 4
    },
    "planSummary": "Pluralismo, consenso, unión. Economía (empleo, PYMES, tributación progresiva), seguridad, reforma agraria, libertad sindical, reivindicación funcionarios públicos. Respeto pensamiento ajeno, tolerancia.",
    "isActive": true
  },
  {
    "id": 8,
    "partyCode": "PNG",
    "partyName": "PARTIDO NUEVA GENERACION",
    "candidateName": "FERNANDO DIONISIO ZAMORA CASTELLANOS",
    "photoUrl": "https://www.tse.go.cr/fichas/static/91df5a433e7c429e79d0b80a3946fc1a/1d851/107230074.jpg",
    "planUrl": "https://www.tse.go.cr/fichas/static/3bffc392a0e2b8fe9e20ec0dcb5e94b1/149_1_107230074.pdf",
    "interviewUrl": "https://www.youtube.com/watch?v=LWlrGVAiZR4",
    "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
    "slogan": "Una Nueva Costa Rica",
    "colorPrimary": "#00BCD4",
    "colorSecondary": "#FFFFFF",
    "scores": {
      "security": 3,
      "economy": 3.5,
      "education": 4,
      "health": 3.5,
      "agriculture": 4,
      "environment": 3.5,
      "reforms": 4.5,
      "social": 3.5
    },
    "planSummary": "Transformación profunda visionaria. Infraestructura gran escala (aeropuertos, trenes, canal seco transoceánico), transformación energética, educación renovada, cultura productiva agraria, reforma constitucional.",
    "isActive": true
  },
  {
    "id": 14,
    "partyCode": "PEL",
    "partyName": "PARTIDO ESPERANZA Y LIBERTAD",
    "candidateName": "MARCO DAVID RODRIGUEZ BADILLA",
    "photoUrl": "https://www.tse.go.cr/fichas/static/cac464f60fef9478bb0e30328267515b/1d851/401890740.jpg",
    "planUrl": "https://www.tse.go.cr/fichas/static/65ae461ce4dd07f4e26ae62409c83cb7/405_1_401890740.pdf",
    "interviewUrl": "https://www.youtube.com/watch?v=16xBb_hILa0",
    "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
    "slogan": "Con Esperanza y Libertad, Costa Rica va cambiar",
    "colorPrimary": "#8BC34A",
    "colorSecondary": "#FFFFFF",
    "scores": {
      "security": 3.5,
      "economy": 3.5,
      "education": 4,
      "health": 4,
      "agriculture": 4,
      "environment": 4.5,
      "reforms": 3.5,
      "social": 4
    },
    "planSummary": "Plan integral 2026-2030. Reducir desigualdad pobreza, reforma infraestructura inversión pública, combate crisis fiscal, emergencia educativa, rescate sector agrícola, emergencia seguridad, ambiente energía, igualdad derechos.",
    "isActive": true
  },
  {
    "id": 9,
    "partyCode": "PDLCT",
    "partyName": "PARTIDO DE LA CLASE TRABAJADORA",
    "candidateName": "DAVID HERNANDEZ BRENES",
    "photoUrl": "https://www.tse.go.cr/fichas/static/cb69aae773ff2ff9df8cc66d8fcfbfc5/95f69/113220047.jpg",
    "planUrl": "https://www.tse.go.cr/fichas/static/77aed0a3681480e48d8729c14a53221f/229_1_113220047.pdf",
    "interviewUrl": "https://www.youtube.com/watch?v=Ivza06J0gjU",
    "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
    "slogan": "Nuestras vidas valen más que sus ganancias",
    "colorPrimary": "#D32F2F",
    "colorSecondary": "#FFFFFF",
    "scores": {
      "security": 4,
      "economy": 5,
      "education": 5,
      "health": 5,
      "agriculture": 5,
      "environment": 4,
      "reforms": 5,
      "social": 5
    },
    "planSummary": "Socialismo revolucionario. Expropiación grandes empresas, bancos, fábricas, constructoras, transporte, telecomunicaciones, clínicas privadas, universidades. Gobierno consejos obreros populares. Control obrero producción.",
    "isActive": true
  },
  {
    "id": 7,
    "partyCode": "PCDS",
    "partyName": "PARTIDO CENTRO DEMOCRATICO Y SOCIAL",
    "candidateName": "ANA VIRGINIA CALZADA MIRANDA",
    "photoUrl": "https://www.tse.go.cr/fichas/static/5ebde696abc2c0a36f272c52e674b8a9/1d851/104340791.jpg",
    "planUrl": "https://www.tse.go.cr/fichas/static/16809e7deea883504f543d9477683927/150_1_104340791.pdf",
    "interviewUrl": "https://www.youtube.com/watch?v=HKVIEttQCTk",
    "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
    "slogan": "La persona en el centro",
    "colorPrimary": "#2196F3",
    "colorSecondary": "#FFFFFF",
    "scores": {
      "security": 3.5,
      "economy": 3.5,
      "education": 4.5,
      "health": 4.5,
      "agriculture": 3.5,
      "environment": 4,
      "reforms": 3.5,
      "social": 4.5
    },
    "planSummary": "Tres pilares: seguridad humana integral, salud digna, educación ciudadanía democrática. Fortalecer Estado Social Derecho, servicios públicos calidad, prevención delito, tecnología transversal.",
    "isActive": true
  },
  {
    "id": 19,
    "partyCode": "PCAC",
    "partyName": "PARTIDO COALICION AGENDA CIUDADANA",
    "candidateName": "CLAUDIA VANESSA DOBLES CAMARGO",
    "photoUrl": "https://www.tse.go.cr/fichas/static/e149b41a0abd726a0d32434ee2dad6df/1d851/205540759.jpg",
    "planUrl": "https://www.tse.go.cr/fichas/static/edb18ca26d5267075ee07cab230b2a1f/428_1_205540759.pdf",
    "interviewUrl": "https://www.youtube.com/watch?v=hqiS-X0CiEM",
    "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
    "slogan": "Reformas y soluciones para una casa común",
    "colorPrimary": "#FFC107",
    "colorSecondary": "#000000",
    "scores": {
      "security": 3.5,
      "economy": 3.5,
      "education": 4.5,
      "health": 4.5,
      "agriculture": 4,
      "environment": 4.5,
      "reforms": 4,
      "social": 4.5
    },
    "planSummary": "Claudia Dobles de la coalición Agenda Ciudadana se presenta como una candidata con experiencia en gobierno (fue Primera Dama) y formación técnica en arquitectura. Su visión se centra en retomar el optimismo y la capacidad de soñar en grande que caracterizó a Costa Rica históricamente. Propone cerrar brechas de desigualdad mediante inversión social focalizada, desarrollo de talento humano integral, y modernización de infraestructura. Su enfoque busca no dejar a nadie atrás, con especial énfasis en mujeres, niñez, juventud, personas con discapacidad, y zonas rurales. Destaca su propuesta de fortalecer sectores productivos tradicionales (agro y turismo) mientras se diversifica la economía, y su estrategia integral de seguridad que combina control territorial con prevención.\n\nPropuestas principales:\n\n**Seguridad y Justicia**: Presenta una estrategia integral y detallada de seguridad ciudadana que reconoce la crisis actual de homicidios (más de 700) y el avance del crimen organizado. Critica fuertemente la inacción del gobierno actual y propone acciones concretas desde el primer día. Su enfoque combina control territorial inmediato mediante megaoperativos y coordinación institucional, con prevención a largo plazo en comunidades vulnerables. Rechaza el levantamiento de garantías individuales propuesto por otros candidatos, argumentando que primero deben implementarse medidas básicas de control.\n- Activar el Consejo Nacional Presidencial de Seguridad para coordinar los tres poderes de la República\n- Implementar megaoperativos policiales con coordinación entre todas las fuerzas (ejecutivo, OIJ, policía municipal)\n- Fortalecer control de fronteras y reaperturar punto de guardacostas en Bahía Drake\n- Incautar armas ilegales sistemáticamente para reducir homicidios por sicariato\n- Girar presupuesto aprobado al OIJ para investigación de crimen organizado\n- Reestablecer policía de control de drogas en puntos fronterizos\n- Implementar programa de prevención 'Sembremos Seguridad' en comunidades vulnerables\n- Mejorar gestión carcelaria para evitar llamadas telefónicas desde prisiones\n- Coordinación de inteligencia policial y análisis criminal entre todas las fuerzas\n\n**Economía y Empleo**: Propone una agenda de competitividad país enfocada en crecimiento económico sostenible que genere empleo de calidad. Reconoce el aumento de la desigualdad y busca diversificar la economía mientras protege sectores productivos tradicionales. Su visión incluye transición de la informalidad a la formalidad (40-45% de población), eliminación de requisitos burocráticos innecesarios para microempresas, y alianzas con sector privado. Destaca su experiencia dejando proyectos como estudios de factibilidad del tren. Busca posicionar a Costa Rica frente a desafíos como inteligencia artificial y automatización robótica.\n- Política nacional de desarrollo productivo con visión de futuro hacia IA y automatización\n- Eliminar requisitos burocráticos y crear sistema progresivo para formalización de microempresas\n- No penalizar retroactivamente a emprendedores que transicionen de informalidad a formalidad\n- Fortalecer sectores agro y turismo como motores inmediatos de desarrollo en zonas rurales\n- Diversificar economía mediante mejor educación y desarrollo de talento humano\n- Aumentar base contributiva incorporando sector informal al régimen de pensiones\n- Mejorar infraestructura vial y conectividad en todo el territorio nacional\n\n**Educación**: Considera la educación como absolutamente fundamental para el desarrollo del talento humano y la movilidad social. Propone transformación del sistema educativo con énfasis en aspectos básicos que actualmente fallan: comedores, transporte escolar, becas. Critica duramente la pérdida de 115,000 becas Avancemos en la administración actual, vinculándola con deserción escolar y vulnerabilidad ante crimen organizado. Su visión incluye modernización curricular con enfoque en Colegios Técnicos Profesionales, pasantías y educación dual para facilitar inserción laboral.\n- Aumento progresivo del presupuesto de educación con compromiso en plan de gobierno\n- Recuperar y aumentar 115,000 becas Avancemos perdidas como programa de equidad\n- Mejorar sistema de comedores escolares (niños con hambre no aprenden)\n- Fortalecer transporte escolar para evitar exclusión por falta de acceso\n- Transformar mallas curriculares priorizando Colegios Técnicos Profesionales (CTP)\n- Implementar pasantías y educación dual vinculando estudiantes con sector privado\n- Regionalizar mallas curriculares de CTP según sectores productivos locales\n- Acuerdo nacional por la educación con sector universitario público y privado\n- Certificaciones y microcertificaciones mediante INA y otras instituciones\n- Inclusión real para personas con discapacidad adaptando sistema a sus necesidades\n\n**Salud**: Propone aumentar la inversión social en salud como parte de su compromiso general de mayor gasto social sin comprometer finanzas públicas. Vincula salud con el sistema nacional de cuidados y atención a poblaciones vulnerables. Menciona que la administración anterior tomó decisiones difíciles que ahora permiten mayor inversión social, pero el gobierno actual no lo hace por falta de voluntad política.\n- Aumentar inversión social en salud e infraestructura de salud\n- Fortalecer atención a poblaciones vulnerables en sistema de salud\n- Inversión social efectiva y eficiente para generar movilidad social\n\n**Sector Agropecuario**: Muestra compromiso profundo con el sector agropecuario, al cual considera aliado histórico de su movimiento político. Vincula la crisis del sector con seguridad nacional: pérdida de empleos formales en zonas rurales facilita avance del narcotráfico. Critica severamente a la administración actual por destruir proactivamente el sector en momento geopolítico que requiere seguridad alimentaria. Enfatiza que agro y turismo son los únicos motores de empleo digno en zonas rurales y costeras. Firmó pacto por el agro con organizaciones del sector.\n- Recuperar empleos perdidos en sector agropecuario como prioridad inmediata\n- Implementar 10 compromisos del Pacto por el Agro firmado con organizaciones del sector\n- Esquemas de financiamiento reales y diferenciados para productores\n- Restablecer seguros de cosechas indexados con disparadores climáticos automáticos\n- Garantizar seguridad alimentaria manteniendo producción nacional robusta\n- Apoyo directo al sector como estrategia de seguridad nacional contra narcotráfico\n- Mejorar infraestructura vial en zonas rurales productoras\n- Aumentar conectividad digital en regiones agropecuarias\n- Vinculación de CTPs con sectores productivos agropecuarios locales\n\n**Medio Ambiente**: Integra consideraciones ambientales en su propuesta de desarrollo urbano y transporte. Los estudios de factibilidad del tren que dejó en la administración anterior incorporaban por primera vez perspectiva ambiental junto con análisis de género y accesibilidad. Propone ciudades accesibles y sistemas de transporte que reduzcan dependencia del vehículo privado. Su enfoque busca compatibilizar desarrollo económico con sostenibilidad ambiental.\n- Proyectos de infraestructura con enfoque integral de sostenibilidad ambiental\n- Sistema de transporte público moderno y eficiente que reduzca uso de vehículo privado\n- Ciudades accesibles con infraestructura urbana sostenible\n- Integrar consideraciones ambientales en desarrollo de zonas rurales y costeras\n\n**Reformas Institucionales**: Propone reformas estructurales para garantizar sostenibilidad del régimen de pensiones ante cambio demográfico (pirámide poblacional invertida). Su enfoque combina tres pilares: crecimiento económico, aumento de base contributiva mediante formalización, e inyección de fondos extraordinarios. Rechaza narrativas punitivas y propone reformas institucionales para facilitar emprendimiento y formalización progresiva. Busca modernizar Estado para responder a desafíos del siglo XXI.\n- Reforma del régimen de pensiones mediante crecimiento económico y competitividad\n- Aumentar base contributiva incorporando 40-45% de población en informalidad\n- Inyectar fondos del FLAR al sistema de pensiones para sostenibilidad\n- Sistema progresivo de cotización para transición gradual de informal a formal\n- Eliminar penalizaciones retroactivas a emprendedores que se formalizan\n- Modernizar institucionalidad para convertirla en facilitadora (no obstáculo) del crecimiento\n- Reforma regulatoria eliminando requisitos innecesarios para micro y pequeñas empresas\n\n**Política Social**: Su propuesta social es integral y transversal, enfocada en 'no dejar a nadie atrás' con especial atención a poblaciones vulnerables. Lanzó programa 'Familias Primero' enfocado en familias jefeadas por mujeres. Propone sistema nacional de cuidados bajo principio de corresponsabilidad social. Su visión personal (esposa, madre, profesional) informa políticas de género y conciliación trabajo-familia. Reconoce interseccionalidad: ser mujer, con discapacidad, indígena, afrodescendiente o LGTB multiplica vulnerabilidades.\n- Programa 'Familias Primero' con apoyo integral a familias jefeadas por mujeres\n- Fortalecer sistema nacional de cuidados con corresponsabilidad Estado-sociedad\n- Vivienda de interés social con financiamiento accesible para familias vulnerables\n- Apoyo a mujeres: capacitación, cuido infantil, financiamiento semilla, eliminación de trabas\n- Hacer valer ley del 5% de plazas para personas con discapacidad en sector público\n- Trabajar con sector privado para empleabilidad de personas con discapacidad\n- Accesibilidad universal: ciudades, transporte público (buses USEES), espacios públicos\n- Políticas con enfoque interseccional reconociendo vulnerabilidades múltiples\n- Participación activa de comunidades indígenas y afrodescendientes en decisiones que les afectan\n- Respeto a cosmovisión indígena y diversidad cultural\n- Política migratoria basada en dignidad humana, derechos humanos, orden y legalidad\n- Financiamiento diferenciado para personas jóvenes (vivienda, emprendimiento)\n- Enfoque preventivo de seguridad mediante inversión social en comunidades vulnerables",
    "isActive": true
  },
  {
    "id": 16,
    "partyCode": "PNR",
    "partyName": "PARTIDO NUEVA REPUBLICA",
    "candidateName": "GERARDO FABRICIO ALVARADO MUÑOZ",
    "photoUrl": "https://www.tse.go.cr/fichas/static/72bc0dd4252b24b9c5604ce016e011b2/1d851/108820284.jpg",
    "planUrl": "https://www.tse.go.cr/fichas/static/91f832cf2e2de4105fed43b2cfbcb7cc/267_1_108820284.pdf",
    "interviewUrl": "https://www.youtube.com/watch?v=4GWGCR-21mM",
    "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
    "slogan": "Hacia una Costa Rica Inteligente",
    "colorPrimary": "#795548",
    "colorSecondary": "#FFFFFF",
    "scores": {
      "security": 3.5,
      "economy": 3.5,
      "education": 4.5,
      "health": 4,
      "agriculture": 4,
      "environment": 4,
      "reforms": 4.5,
      "social": 4
    },
    "planSummary": "Candidato conservador del Partido Nueva República con agenda centrada en seguridad (mano dura), desarrollo económico mediante grandes proyectos (Canal Verde Interoceánico, FODENAL), exploración de recursos naturales y valores cristianos. Propone estado de excepción para zonas críticas, exploración minera y petrolera con 40% de ganancias para Costa Rica, y transformación profunda de instituciones sociales con énfasis en familia y valores tradicionales.\n\nPropuestas principales:\n\n**Seguridad y Justicia**: Postura de mano dura con aumento de penas (hasta 50 años para sicariato), estado de excepción en zonas críticas, grupos policiales de choque y deportación de delincuentes migrantes. Considera la seguridad como prioridad número uno.\n- Mano dura contra delincuencia con penas de hasta 50 años\n- Estado de excepción para comunidades con alta criminalidad\n- Grupos policiales de choque contra crimen organizado\n\n**Economía y Empleo**: Modelo de desarrollo basado en grandes proyectos nacionales financiados por FODENAL (Canal Verde Interoceánico, exploración minera/petrolera, zonas francas). Propone explotar recursos naturales con 60/40 (40% para Costa Rica) y generar 10,000 empleos directos solo con el Canal.\n- Fondo de Desarrollo Nacional (FODENAL) con múltiples fuentes\n- Canal Verde Interoceánico (Siquirres-La Cruz)\n- Exploración de cobre, oro, gas natural y petróleo\n\n**Educación**: Transformación hacia educación STEAM (ciencia, tecnología, ingeniería, artes, matemáticas) con conectividad 100%, inglés y mandarín obligatorios. Rechaza ideología de género, propone valores cristianos y menciona presencia de Dios en escuelas. Educación dual con empresas.\n- Educación STEAM con conectividad universal\n- Inglés y mandarín desde primaria\n- Rechazo a ideología de género, énfasis en valores cristianos\n\n**Salud**: Propone reformas al sistema de pensiones y CCSS, pero enfoca más en demografía que en servicios de salud. Reconoce envejecimiento poblacional como desafío.\n- Reforma al sistema de pensiones\n- Atención al envejecimiento poblacional\n\n**Sector Agropecuario**: Visión de transformar sector agro en agroindustria moderna con conectividad, acceso a mercados y eliminación de intermediarios. Menciona descentralización de instituciones agrícolas para dar servicio regional.\n- Transformación a agroindustria con tecnología\n- Eliminación de intermediarios\n- Descentralización del MAG\n\n**Medio Ambiente**: Postura pragmática que prioriza desarrollo económico con sostenibilidad técnica. Propone explotar recursos minerales y petroleros 'con ciencia y técnica sostenible'. Menciona protección pero subordinada a desarrollo.\n- Exploración sostenible de recursos naturales\n- Balance entre protección y desarrollo económico\n\n**Reformas Institucionales**: Propone reformas estructurales profundas: INAMU a Ministerio de la Familia, trabajo penitenciario obligatorio, pastores evangélicos en cárceles, descentralización territorial para reducir desigualdad GAM vs zonas rurales.\n- INAMU convertido en Ministerio de la Familia\n- Trabajo obligatorio para reos\n- Descentralización para 'una sola Costa Rica'\n\n**Política Social**: Agenda centrada en familia tradicional y valores cristianos. Propone convertir INAMU en Ministerio de la Familia, rechaza enfoque exclusivo en mujeres. Énfasis en combate a violencia intrafamiliar, drogas y alcoholismo. Políticas para adultos mayores, niñez y discapacidad con enfoque en familia.\n- Ministerio de la Familia en lugar de INAMU\n- Combate integral a violencia intrafamiliar\n- Políticas centradas en valores familiares y cristianos",
    "isActive": true
  },
  {
    "id": 12,
    "partyCode": "ACRM",
    "partyName": "PARTIDO AQUI COSTA RICA MANDA",
    "candidateName": "RONNY CASTILLO GONZALEZ",
    "photoUrl": "https://www.tse.go.cr/fichas/static/122674bac9dd122d40a8d8da6bd05a90/1d851/111580255.jpg",
    "planUrl": "https://www.tse.go.cr/fichas/static/dd7b2ca0fad30e908d5f2bca59ae6b1c/249_1_111580255.pdf",
    "interviewUrl": "https://www.youtube.com/watch?v=rc7G3-n-6G8",
    "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
    "slogan": "Unidos por la Libertad, la Justicia y la Prosperidad",
    "colorPrimary": "#009688",
    "colorSecondary": "#FFFFFF",
    "scores": {
      "security": 3.5,
      "economy": 3.5,
      "education": 4,
      "health": 4,
      "agriculture": 3.5,
      "environment": 4.5,
      "reforms": 5,
      "social": 3.5
    },
    "planSummary": "Partido idealista. Nueva constitución vía Asamblea Constituyente. Ni derecha ni izquierda, pragmatismo. Economía regenerativa, medicina regenerativa CCSS, monedas sociales, tesoro ecológico, fondo soberano, comunidad binacional CR-Panamá.",
    "isActive": true
  },
  {
    "id": 5,
    "partyCode": "PLP",
    "partyName": "PARTIDO LIBERAL PROGRESISTA",
    "candidateName": "ELIECER FEINZAIG MINTZ",
    "photoUrl": "https://www.tse.go.cr/fichas/static/d4b3a4b8fcf62400636a73ba3bba9475/1d851/106520768.jpg",
    "planUrl": "https://www.tse.go.cr/fichas/static/a9f6dde09efc75835a22ec8ce90b3edf/221_1_106520768.pdf",
    "interviewUrl": "https://www.youtube.com/watch?v=tdN_G9Jh0mc",
    "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
    "slogan": "Seguros, Libres y Prósperos",
    "colorPrimary": "#FFD600",
    "colorSecondary": "#000000",
    "scores": {
      "security": 2,
      "economy": 1.5,
      "education": 2.5,
      "health": 2,
      "agriculture": 2.5,
      "environment": 3,
      "reforms": 2,
      "social": 2
    },
    "planSummary": "Eliecer Feinzaig del Partido Liberal Progresista se presenta como un ciudadano josefino con experiencia desde su juventud trabajando en el Mercado Central, lo que le dio contacto directo con diversos sectores de la población. Su visión se centra en recuperar la paz en las calles, generar prosperidad económica y mejorar las condiciones de vida mediante reformas en educación, seguridad con enfoque en recursos judiciales, y desarrollo económico que beneficie tanto al Gran Área Metropolitana como a zonas rurales. Enfatiza la necesidad de medición de desempeño, gobernanza basada en resultados, y un enfoque liberal en derechos humanos.\n\nPropuestas principales:\n\n**Seguridad y Justicia**: Propone un enfoque integral de seguridad que prioriza fortalecer la capacidad del sistema judicial para procesar casos efectivamente. Rechaza soluciones simplistas y enfatiza que el problema central no está en los jueces sino en la falta de recursos para fiscales. Distingue entre diferentes perfiles criminales y propone separación en el sistema carcelario. Reconoce condiciones deplorables en las cárceles actuales y propone inversión en nuevos módulos con perfilamiento adecuado de criminales.\n- Aumentar recursos a la Fiscalía para contratar 120 fiscales nuevos en áreas de narcotráfico, violencia contra la mujer y crimen ambiental\n- Fortalecer capacidad del OIJ para investigar y de la Fiscalía para preparar casos judiciales sólidos\n- Invertir en nuevos módulos carcelarios y separación de poblaciones criminales según perfilamiento\n- Mejorar condiciones carcelarias tanto para privados de libertad como para guardas\n- Enfocarse en aumentar la probabilidad de detención y enjuiciamiento efectivo, no solo en aumentar penas\n- Rechazar propuestas populistas de atacar al Poder Judicial sin dar recursos necesarios\n\n**Economía y Empleo**: Plantea un modelo económico liberal con énfasis en competitividad, apertura comercial preparada, y desarrollo de zonas económicas especiales para descentralizar oportunidades. Propone reducir cargas sociales mediante reformas a la CCSS con contabilidad de costos, y dignificar al productor nacional preparándolo para competir en tratados comerciales. Enfatiza la necesidad de crear empleo digno fuera del Gran Área Metropolitana mediante incentivos especiales y alianzas público-privadas.\n- Crear zonas económicas especiales con beneficios adicionales fuera del GAM para atraer inversión\n- Permitir que empresas inviertan en infraestructura pública y descuenten de impuestos\n- Establecer contabilidad de costos en CCSS para identificar desperdicios y reducir cargas sociales\n- Preparar a productores nacionales antes de firmar tratados comerciales, no solo dar plazos de desgravación\n- Dignificar al productor nacional considerando sensibilidades sectoriales en negociaciones comerciales\n- Recurrir a capital privado y modelos de alianza público-privada para infraestructura\n- Mayor apertura en el mercado laboral con enfoque en competitividad\n\n**Educación**: Propone una reforma educativa profunda enfocada en pertinencia y relevancia del siglo XXI. Critica fuertemente la reducción de inversión educativa por debajo del 5% del PIB por parte del gobierno actual. Su visión incluye modernización pedagógica, énfasis en educación técnica (50% de graduados), habilidades blandas y pensamiento crítico. Rechaza metas sin objetivos medibles y propone sistema de rendición de cuentas con medición de desempeño tanto de alumnos como de docentes.\n- Incrementar inversión en educación significativamente desde el actual menos de 5% del PIB\n- Reforma educativa basada en reforzar habilidades básicas, informáticas y blandas\n- Enseñar pensamiento crítico y capacidad de investigación desde temprana edad\n- Lograr que 50% de jóvenes se gradúen de colegios técnicos con preparación para empleo bien remunerado\n- Modernizar métodos pedagógicos adaptados a la era digital y chat GPT\n- Implementar medición de desempeño de alumnos y docentes con rendición de cuentas\n- Establecer metas basadas en resultados (ej: mejorar rendimiento en pruebas PISA 30% en 15 años)\n- Garantizar conectividad real y capacitación docente en herramientas tecnológicas\n- Incluir educación cívica, cultural, música, teatro y artes plásticas para formación integral\n\n**Salud**: Aborda el sistema de salud desde múltiples ángulos: salud preventiva desde la primera infancia, atención especializada para poblaciones con discapacidad, y reforma al sistema de pensiones considerando el envejecimiento poblacional. Reconoce la necesidad de planificar para una población adulta mayor creciente mientras disminuye la población joven. Propone extensión de programas de seguimiento desde el embarazo hasta todas las etapas de desarrollo infantil.\n- Implementar salud preventiva desde la primera infancia con seguimiento continuo\n- Extender programa de seguimiento a madres embarazadas para incluir todas las etapas del desarrollo infantil\n- Crear programas con equipos especializados y apoyos técnicos subsidiados para población con discapacidad\n- Iniciar discusión nacional sobre cómo atender el envejecimiento relativo de la población\n- Reforma al sistema de pensiones de CCSS para hacerlo sostenible ante cambio demográfico\n- Aumentar presupuesto de CONAPAN significativamente para atender población adulta mayor creciente\n- Planificar redistribución de recursos educativos hacia atención de adultos mayores conforme disminuye población escolar\n\n**Sector Agropecuario**: Propone revitalizar el sector agropecuario mediante fortalecimiento del MAG como asesor técnico real, no como agencia burocrática. Critica que funcionarios del MAG solo visitan fincas cada 6 meses para llenar formularios sin dar asesoría técnica. Enfatiza preparar al sector antes de tratados comerciales, crear condiciones competitivas reales, y desarrollar proyectos de riego mediante desalinización en zonas costeras áridas.\n- Recuperar el rol del MAG como asesor técnico del agricultor, no solo agencia de formularios\n- Aumentar frecuencia y calidad de visitas técnicas del MAG a fincas con asesoría práctica\n- Desarrollar tecnología de desalinización de agua de mar para agricultura en Guanacaste, Puntarenas y Limón\n- Resolver problemas de infraestructura básica como agua para posibilitar producción agrícola\n- Retomar proyecto de agua para Guanacaste detenido por gobierno actual\n- Preparar a agricultores durante períodos de desgravación de tratados comerciales\n- Considerar sensibilidades sectoriales agrícolas en negociaciones comerciales\n\n**Medio Ambiente**: Menciona el ambiente principalmente en el contexto de fiscales especializados en crimen ambiental y la relación con poblaciones indígenas que viven en o cerca de áreas protegidas. Propone crear mecanismos para que la protección ambiental genere beneficios a comunidades locales, incentivando su participación activa en conservación. Su enfoque busca integrar desarrollo económico sostenible con protección ambiental.\n- Aumentar recursos para fiscales especializados en crimen ambiental\n- Crear mecanismos para que áreas protegidas generen beneficios a comunidades indígenas y locales\n- Incentivar a poblaciones locales para actuar en favor de protección ambiental mediante beneficios directos\n- Integrar protección ambiental con desarrollo económico en zonas rurales y territorios indígenas\n\n**Reformas Institucionales**: Propone reforma profunda al sistema de pensiones migrando de modelo de reparto a cuentas individuales capitalizadas, reconociendo la inversión demográfica (de 32 trabajadores por pensionado en 1970 a 4-5 actualmente). Enfatiza reformas educativas integrales, modernización del Estado con medición de desempeño, y cambio en gobernanza de metas de gasto a metas de resultados. Rechaza mantener sistema actual insostenible.\n- Migrar sistema de pensiones de modelo de reparto a cuentas individuales capitalizadas\n- Crear cuentas individuales donde aportes de trabajador, patrono y Estado sean visibles mensualmente\n- Reforma educativa integral abandonando meta del 8% PIB por metas basadas en resultados medibles\n- Cambiar gobernanza estatal de metas de gasto a metas de resultados con rendición de cuentas\n- Adaptar instituciones al cambio demográfico (menos jóvenes, más adultos mayores)\n- Implementar sistemas de medición de desempeño en instituciones públicas\n\n**Política Social**: Propone políticas sociales enfocadas en grupos vulnerables: mujeres, personas con discapacidad, niñez, indígenas y afrodescendientes. Enfatiza aumentar participación laboral femenina mediante expansión de red de cuido con enfoque didáctico, no solo guardería. Propone inclusión laboral de personas con discapacidad mediante incentivos empresariales. Defiende derechos de migrantes refugiados desde perspectiva liberal de derechos humanos. Critica cultura machista y propone educación desde primaria para cambio generacional.\n- Ampliar red de cuido con servicios didácticos y estimulación temprana, no solo guardería\n- Aumentar tasa de participación laboral femenina al promedio OCDE para crecimiento económico\n- Crear ley de inclusión laboral con incentivos para empresas que contraten personas con discapacidad\n- Ofrecer capacitación a personas con discapacidad para incorporarse a fuerza laboral\n- Incluir accesibilidad en diseño de obra pública y transporte desde el inicio\n- Implementar campañas de concientización y educación desde primaria contra cultura machista\n- Defender derecho de refugio para personas perseguidas por motivos políticos o religiosos\n- Permitir migración laboral reconociendo actividades económicas que dependen de migrantes\n- Gobernar dialogando con poblaciones indígenas y afrodescendientes para soluciones a la medida\n- Formar docentes indígenas en sus lenguas maternas para escuelas en territorios indígenas",
    "isActive": true
  },
  {
    "id": 18,
    "partyCode": "PPSO",
    "partyName": "PARTIDO PUEBLO SOBERANO",
    "candidateName": "LAURA FERNANDEZ DELGADO",
    "photoUrl": "https://www.tse.go.cr/fichas/static/bbf4a083edb83335701bee2d872f9ba2/1d851/603560620.jpg",
    "planUrl": "https://www.tse.go.cr/fichas/static/3e86a7a874ede9f5d1c6a75457f5a91a/373_1_603560620.pdf",
    "interviewUrl": "https://www.youtube.com/watch?v=LdDuLaJ-iH4",
    "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
    "slogan": "Por un País Seguro, Próspero e Innovador",
    "colorPrimary": "#E040FB",
    "colorSecondary": "#FFFFFF",
    "scores": {
      "security": 2.5,
      "economy": 2.5,
      "education": 3.5,
      "health": 3.5,
      "agriculture": 3,
      "environment": 3.5,
      "reforms": 3,
      "social": 3
    },
    "planSummary": "Laura Fernández se presenta como una candidata con experiencia en gobierno (fue ministra de Planificación y de la Presidencia con Rodrigo Chávez) que busca ser recordada como la 'gran transformadora del Estado'. Su visión combina modernización institucional, lucha contra la corrupción, reforma del Estado y resolución de problemas estructurales. Defiende un enfoque de eficiencia del gasto público manteniendo disciplina fiscal, pero con inversión estratégica en infraestructura y desarrollo regional, especialmente fuera del GAM.\n\nPropuestas principales:\n\n**Seguridad y Justicia**: Propone un enfoque de mano dura contra el crimen organizado y la delincuencia. Enfatiza endurecer penas, especialmente para sicariato y narcotráfico, y recuperar el control de las cárceles. Crítica de la impunidad actual y de un sistema que prioriza derechos de privados de libertad sobre víctimas. Defiende revisión del Código Procesal Penal y Penal Juvenil.\n- Endurecer penas para delitos de sicariato, narcotráfico y crimen organizado\n- Revisar Código Procesal Penal y Código Penal Juvenil para aumentar castigos\n- Recuperar control del Ministerio de Justicia sobre las cárceles y poner a privados de libertad a trabajar en proyectos productivos\n- Aumentar penas a la violencia contra mujeres con sanciones más fuertes\n\n**Economía y Empleo**: Enfatiza la importancia de mantener orden en las finanzas públicas y disciplina fiscal como base para cualquier inversión social. Propone continuar atrayendo inversión extranjera y aprobar reformas estructurales pendientes como jornadas excepcionales. Defiende venta de bancos estatales (BICSA, BCR) para capitalizar el régimen de pensiones del IVM, manteniendo solo el Banco Nacional fortalecido.\n- Aprobar ley de jornadas excepcionales para atraer inversión en zonas francas\n- Vender BICSA y BCR para inyectar recursos (aprox $1800 millones) al régimen de pensiones del IVM de la CCSS\n- Modernizar el mercado eléctrico nacional para aumentar disponibilidad de energía\n- Continuar políticas de eficiencia en el gasto público y crecimiento económico\n\n**Educación**: Propone una transformación profunda del sistema educativo enfocada en actualización tecnológica y pertinencia laboral. Busca incorporar robótica, inteligencia artificial y actualizar programas del MEP. Gran énfasis en reforma del INA para hacerlo más flexible, con modalidad virtual y horarios extendidos que permitan a personas trabajadoras capacitarse.\n- Transformar el INA para ofrecer modalidad virtual con horarios nocturnos y flexibles, adaptados a personas que trabajan\n- Reformar modalidad de contratación de instructores del INA para alinear oferta académica con demanda laboral\n- Incorporar robótica, inteligencia artificial y actualización de programas educativos del MEP\n- Dotar a docentes de herramientas específicas para atención diferenciada de estudiantes con discapacidad\n\n**Salud**: Su principal propuesta en salud se enfoca en el tema de pensiones, proponiendo capitalizar el régimen de IVM de la CCSS mediante venta de bancos estatales. Rechaza aumentar edad de jubilación o incrementar cargas sociales. Propone ampliar cobertura del régimen no contributivo tomando 0.25% de la cuota obrero-patronal que va al Banco Popular.\n- Capitalizar el IVM de la CCSS con recursos de venta del BCR (aprox $1800 millones de dólares)\n- Ampliar régimen de pensiones no contributivas redirigiendo 0.25% de cuota obrero-patronal del Banco Popular\n- No aumentar edad de jubilación ni cargas sociales a trabajadores y patronos\n- Aumentar monto y cobertura de pensiones del régimen no contributivo\n\n**Sector Agropecuario**: Reconoce limitaciones territoriales para autosuficiencia alimentaria por áreas protegidas, pero propone modernización institucional del sector. Enfatiza actualización de legislación agropecuaria (40 años sin reformarse), seguros agrícolas, combate al contrabando y comercio ilícito, y agricultura de precisión con tecnología. Propone transformación del MAG, SENASA y extensión agrícola.\n- Actualizar ley del sector agropecuario (40 años sin reforma) incorporando cambio climático, gestión de riesgos y seguros\n- Implementar seguros agropecuarios con apoyo estatal en primas (proyecto diseñado con INS)\n- Estrategia de cero tolerancia al contrabando y comercio ilícito en frutas, carne y lácteos\n- Transformar extensión agrícola del MAG para estar en fincas junto a productores\n- Promover agricultura de precisión con drones, inteligencia artificial y tecnología\n- Mejorar programa nacional de semillas y etiquetado de alimentos\n\n**Reformas Institucionales**: Su propuesta central es la transformación del Estado y modernización institucional. Quiere ser recordada como 'la gran transformadora del Estado' que eliminó la corrupción. Propone reformas en CONAPDIS, INAMU, PANI, MAG, INA y digitalización de servicios públicos. Enfatiza eliminar burocracia y tramitología, especialmente para poblaciones en regiones fuera de San José.\n- Reforma integral del CONAPDIS: eliminar burocracia, digitalizar procesos, evaluar su ubicación en Ministerio de Trabajo\n- Hacer accesibles todas las páginas web e instituciones públicas para personas con discapacidad\n- Reformar INAMU para focalizar mejor atención a mujeres víctimas de violencia\n- Regionalizar y modernizar el PANI con mayor presencia en costas y fronteras\n- Transformación institucional del MAG, SENASA y servicio fitosanitario\n- Eliminar corrupción y poner instituciones al servicio de la ciudadanía\n\n**Política Social**: Propone fortalecer redes de cuido tanto para niños como adultos mayores, lo que vincula directamente con empoderamiento económico de mujeres. Enfatiza independencia económica sobre asistencialismo, promoviendo capacitación y empleo. Defiende enfoque de no institucionalización de niños salvo casos extremos. Critica abandono de jóvenes de albergues PANI al cumplir 18 años. Propone vivienda de interés social con fast-track.\n- Fortalecer y ampliar red de cuido de niños y adultos mayores, aumentando cobertura y regionalización\n- Promover independencia económica de mujeres mediante capacitación en INA reformado\n- Programas de vivienda de interés social con fast-track, especialmente para jóvenes y personas con discapacidad\n- Programa 'ABC de la discapacidad': capacitación para todo el sector público\n- Enfoque de no institucionalización de niños y acompañamiento post-18 años para jóvenes de albergues PANI\n- Ampliar cobertura y monto de pensiones no contributivas",
    "isActive": true
  },
  {
    "id": 13,
    "partyCode": "PA",
    "partyName": "PARTIDO AVANZA",
    "candidateName": "JOSE MIGUEL AGUILAR BERROCAL",
    "photoUrl": "https://www.tse.go.cr/fichas/static/5f2e89021071543481b0680a3288dcad/1d851/110120440.jpg",
    "planUrl": "https://www.tse.go.cr/fichas/static/befd1fbdee392c253a712a8b77a6dac7/417_1_110120440.pdf",
    "interviewUrl": "https://www.youtube.com/watch?v=uDmPQotyZRM",
    "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
    "slogan": "Avanza Costa Rica",
    "colorPrimary": "#3F51B5",
    "colorSecondary": "#FFFFFF",
    "scores": {
      "security": 2.5,
      "economy": 2,
      "education": 3.5,
      "health": 3,
      "agriculture": 2.5,
      "environment": 3.5,
      "reforms": 2.5,
      "social": 2.5
    },
    "planSummary": "José Miguel Aguilar Berrocal del partido Avanza se presenta como un candidato con formación internacional (London School of Economics, Oxford) y experiencia en desarrollo humano. Su visión se centra en tres pilares fundamentales: seguridad como requisito básico, educación como motor de transformación, y apoyo decidido a emprendedores e iniciativa privada. Propone un modelo de país que priorice la reducción de cargas sociales, la modernización del sistema educativo con enfoque en tecnología e inteligencia artificial, y una lucha frontal contra la delincuencia organizada. Su enfoque es pragmático y orientado a resultados, con énfasis en la articulación entre sectores y el uso de tecnología.\n\nPropuestas principales:\n\n**Seguridad y Justicia**: Aguilar identifica la seguridad como el primer y más fundamental elemento que hace posibles todas las demás reformas. Reconoce que el país está 'entregado al narco' y rompiendo todos los umbrales de delitos. Describe la situación como una 'tormenta perfecta' causada por la combinación de drogas, delincuencia organizada y una 'catástrofe educativa' que deja jóvenes sin propósito ni valores. Su enfoque es contundente y prioriza la seguridad como condición necesaria para cualquier otra política pública.\n- Priorizar la seguridad como pilar fundamental antes que cualquier otra reforma\n- Enfrentar frontalmente al narcotráfico y la delincuencia organizada\n- Combatir la 'tormenta perfecta' de drogas, crimen y falta de valores en jóvenes\n- Garantizar condiciones de seguridad para que la iniciativa privada pueda operar\n\n**Economía y Empleo**: Su visión económica se centra en liberar y potenciar la iniciativa privada, especialmente a pequeños y medianos empresarios que representan el 97.5% del sector y generan 9 de cada 10 empleos. Critica duramente las cargas sociales 'groseras' que 'garrotean y persiguen' a emprendedores. Propone crear un 'ecosistema amigable' para emprendedores mediante reducción de impuestos, simplificación de trámites, acceso a crédito y reducción de costos de energía y gasolina. Enfatiza que cada emprendimiento genera empleo formal y alimenta la 'turbina económica' que sostiene el Estado.\n- Reducir significativamente las cargas sociales que asfixian a pequeños y medianos empresarios\n- Crear un ecosistema amigable para emprendedores con menos tramitología e impuestos\n- Facilitar acceso a crédito para empresas y emprendedores (97.5% son pequeños emprendedores)\n- Reducir costos de gasolina y energía para mejorar competitividad\n- Dar competitividad al sector turístico y agroindustria exportadora\n- Promover formalización empresarial mediante incentivos en lugar de persecución\n\n**Educación**: Aguilar considera la educación como el segundo pilar fundamental de su propuesta. Describe la situación actual como una 'catástrofe educativa' que ha dejado jóvenes sin propósito ni valores. Propone una 'reforma educativa feroz, decidida con urgencia' que saque al país del siglo XIX hacia el siglo XXI. Su visión incluye modernización tecnológica con inteligencia artificial, articulación directa entre sistema educativo y economía, y un 'esfuerzo enormemente focalizado en el desarrollo de valores'. Enfatiza educación religiosa o cívica voluntaria para preparar ciudadanos respetuosos.\n- Implementar reforma educativa feroz y urgente como cuestión de supervivencia nacional\n- Modernizar educación hacia siglo XXI con innovación, tecnología e inteligencia artificial\n- Articular directamente el sistema educativo con las necesidades de la economía\n- Desarrollar valores de manera focalizada en el sistema educativo\n- Ofrecer opción voluntaria de educación religiosa ecuménica o educación cívica\n- Preparar estudiantes para vida en sociedad con ciudadanía respetuosa y correcta\n\n**Salud**: Aunque no es un tema central en su discurso, Aguilar menciona el sistema de salud principalmente en el contexto de las cargas sociales. Critica que las contribuciones a la Caja y las cargas sociales son 'muy groseras' y persiguen a emprendedores. Reconoce que el sistema requiere financiamiento pero propone reformar el modelo de contribución. Menciona inversión social en salud como parte del desarrollo humano necesario para poblaciones vulnerables.\n- Reformar el modelo de cargas sociales que financian la Caja\n- Mantener inversión social en salud como parte de la red de protección\n- Simplificar cobros y persecución de la Caja hacia emprendedores\n\n**Sector Agropecuario**: Su experiencia personal en una finca ganadera y agrícola en Guanacaste le da perspectiva sobre el sector. Menciona la importancia de dar competitividad a la agroindustria exportadora. Propone mejorar trazabilidad de contaminación por agroquímicos y dar incentivos fiscales para que los productores accedan a moléculas eficientes y baratas. Reconoce las zonas rurales como áreas donde trabaja frecuentemente y donde identifica problemáticas sociales específicas.\n- Dar competitividad al sector de agroindustria exportadora\n- Mejorar trazabilidad de contaminación por agroquímicos en producción\n- Ofrecer incentivos fiscales para acceso a insumos eficientes y baratos\n- Atender problemáticas específicas de zonas rurales con enfoque diferenciado\n\n**Medio Ambiente**: Su postura ambiental es pragmática y orientada a balance entre desarrollo y sostenibilidad. Reconoce que la minería 'no es la industria más limpia' pero defiende la explotación de recursos minerales 'con la ciencia y la técnica tan sostenible como se puede' bajo principios de democracia republicana. Propone mejorar controles de contaminación por agroquímicos. Su enfoque prioriza el desarrollo económico con consideraciones ambientales técnicas y científicas, sin posturas ambientalistas radicales.\n- Permitir explotación de recursos minerales con ciencia y técnica sostenible\n- Aplicar mejores controles y trazabilidad de contaminación por agroquímicos\n- Usar tecnología para minimizar impacto ambiental en actividades productivas\n- Balance entre desarrollo económico y consideraciones ambientales técnicas\n\n**Reformas Institucionales**: Aguilar enfatiza la necesidad de reformas profundas y urgentes, particularmente en educación que califica como 'feroz y decidida'. Propone modernizar el país desde una visión 'del siglo XIX' hacia el siglo XXI. Su enfoque de reforma incluye reducción de cargas sociales, simplificación de tramitología, reforma del sistema de pensiones para adaptarse al envejecimiento poblacional, y transformación del papel del Estado de perseguidor a facilitador del desarrollo. Critica el modelo actual de cargas e impuestos como obsoleto.\n- Reforma educativa urgente y feroz como prioridad nacional absoluta\n- Modernizar instituciones del Estado del siglo XIX al siglo XXI\n- Reformar sistema de cargas sociales y tributación para pequeños emprendedores\n- Adaptar sistema de pensiones a realidad demográfica (envejecimiento poblacional)\n- Transformar rol del Estado de perseguidor a facilitador del desarrollo\n- Simplificar tramitología que constituye 'maraña infernal' para empresarios\n\n**Política Social**: Su enfoque social se centra en romper el asistencialismo y promover desarrollo humano sostenible. Enfatiza la necesidad de redes de cuido para mujeres cabeza de hogar, especialmente en zonas rurales donde la ausencia de figura paterna es frecuente. Propone que las mujeres accedan a oportunidades mediante redes de cuido que les permitan trabajar. Reconoce problemáticas como violencia contra mujeres y abuso infantil que requieren sanciones severas. Su visión articula sector empresarial, gobiernos, comunidad, iglesia y academia para resolver problemas de manera innovadora usando tecnología.\n- Expandir red de cuido para mujeres cabeza de hogar, especialmente en zonas rurales\n- Combatir violencia contra mujeres y reducir femicidios mediante protección efectiva\n- Eliminar asistencialismo y promover desarrollo humano sostenible\n- Articular sector empresarial, gobiernos, comunidad, iglesia y academia para políticas sociales\n- Usar plataformas tecnológicas para entregar servicios sociales de manera innovadora\n- Atender población con discapacidad con infraestructura accesible y programas de inclusión\n- Implementar sanciones severas contra abuso infantil y trata de personas\n- Reformar sistema penitenciario con enfoque diferenciado según tipo de delito\n- Ofrecer capacitación y reinserción para población privada de libertad rehabilitable",
    "isActive": true
  },
  {
    "id": 3,
    "partyCode": "PEN",
    "partyName": "PARTIDO ESPERANZA NACIONAL",
    "candidateName": "CLAUDIO ALBERTO ALPIZAR OTOYA",
    "photoUrl": "https://www.tse.go.cr/fichas/static/b2526a02e20c2ed3625d26e0b74c04d8/1d851/105930479.jpg",
    "planUrl": "https://www.tse.go.cr/fichas/static/bee2524cefcf95b0ee9505a81efca3e5/403_1_105930479.pdf",
    "interviewUrl": "https://www.youtube.com/watch?v=_ctmDd36skw",
    "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
    "slogan": "Esperanza Nacional",
    "colorPrimary": "#4CAF50",
    "colorSecondary": "#FFFFFF",
    "scores": {
      "security": 3,
      "economy": 3.5,
      "education": 4,
      "health": 4,
      "agriculture": 4,
      "environment": 4,
      "reforms": 3.5,
      "social": 4
    },
    "planSummary": "Propuesta socialdemócrata. Gobernanza efectiva, educación calidad, seguridad integral, salud universal, producción nacional fortalecida. Descentralización, participación ciudadana, sostenibilidad ambiental, anti-corrupción.",
    "isActive": true
  },
  {
    "id": 15,
    "partyCode": "PLN",
    "partyName": "PARTIDO LIBERACIÓN NACIONAL",
    "candidateName": "ALVARO ROBERTO RAMOS CHAVES",
    "photoUrl": "https://www.tse.go.cr/fichas/static/e22e73c48d44bcfa7a37836b5c8d36ff/1d851/111920165.jpg",
    "planUrl": "https://www.tse.go.cr/fichas/static/f095a3922d2b72c1951873d4064afde7/4_1_111920165.pdf",
    "interviewUrl": "https://www.youtube.com/watch?v=yxStLBeuNEI",
    "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
    "slogan": "Una Democracia que Resuelve",
    "colorPrimary": "#006400",
    "colorSecondary": "#FFFFFF",
    "scores": {
      "security": 3,
      "economy": 3.5,
      "education": 4,
      "health": 4,
      "agriculture": 4,
      "environment": 4,
      "reforms": 3.5,
      "social": 4
    },
    "planSummary": "Álvaro Ramos es un candidato que enfatiza la justicia social, las oportunidades para todos y la democracia plena como valores fundamentales. Su visión se centra en sistemas universales (salud, educación, pensiones, cuido), el rechazo a la meritocracia cruel, y la descentralización del país con énfasis en el desarrollo rural. Propone un modelo multipolar de desarrollo basado en ciudades emergentes fuera del GAM, con fuerte inversión en infraestructura regional y programas sociales integrales.\n\nPropuestas principales:\n\n**Seguridad y Justicia**: Enfoque en prevención del crimen y desarticulación del crimen organizado. Rechaza el endurecimiento generalizado de penas y los estados de excepción. Propone enfocarse en proteger víctimas, mejorar coordinación entre policía, OIJ y fiscalía, y atacar las 43 comunidades violentas identificadas donde grupos ejercen intimidación colectiva.\n- Reforzar la policía y mejorar coordinación con OIJ y fiscalía para prevención y desarticulación del crimen organizado\n- Construir edificio multinivel carcelario de baja intensidad para 1,000 espacios con programas de rehabilitación y reinserción social\n- Restablecer controles fronterizos (marítimos, terrestres y aéreos) que fueron eliminados en la administración actual\n\n**Economía y Empleo**: Propone un modelo multipolar de desarrollo económico centrado en ciudades emergentes (Liberia, Ciudad Quesada, Guápiles, San Isidro del General) para descentralizar el crecimiento. Critica la política macroeconómica actual, especialmente tipo de cambio bajo que afecta sectores como turismo. Busca coherencia entre políticas productivas y educativas.\n- Modelo multipolar con inversión prioritaria en infraestructura fuera del GAM (vial, ferroviaria, aeropuertos, puertos) para impulsar ciudades emergentes que pueden crecer 40-100% más rápido que el GAM\n- Corregir política monetaria y tipo de cambio que está quebrando sectores como turismo en San Carlos\n- Fortalecer educación dual para conectar sistema educativo con sistema productivo\n\n**Educación**: Compromiso absoluto de volver al 8% del PIB en educación tras 8 años de reducción continua. Propone universalizar educación preescolar bilingüe, fortalecer educación dual y conectar formación educativa con oportunidades laborales reales. Critica la incoherencia de entrenar jóvenes para sectores que el gobierno descuida.\n- Volver al 8% del PIB en educación (el Estado de la Educación calcula que tomará 11 años, pero avanzar significativamente en 4 años de gobierno)\n- Universalizar educación preescolar bilingüe, aprovechando la mejor ventana de tiempo para aprender segundo idioma\n- Fortalecer educación dual y alinear formación con sectores productivos protegidos (turismo, agro)\n\n**Salud**: Propone sistemas universales de salud física y mental. Plantea expandir la red de atención primaria completando los 400 EBAIS pendientes y crear el SECOSAM (centros comunitarios de salud mental) para apoyar familias y escuelas. Para adultos mayores, reforzar la red gerontológica nacional con enfoque regional y local.\n- Completar y equipar los 400 EBAIS pendientes para fortalecer red de salud física comunitaria\n- Crear SECOSAM (centros comunitarios de salud mental) para apoyar familias, niños y maestros afectados por problemas de salud mental\n- Reforzar red gerontológica nacional con enfoque regional y local, no solo el hospital geriátrico\n\n**Sector Agropecuario**: Propone 'Alfombra Roja para el Agro' como concepto integral de múltiples políticas específicas. Enfatiza que la agricultura es fundamental para seguridad alimentaria y motor de desarrollo. Critica duramente el trato actual al sector agrícola, que describe como maltratado y abandonado. Usa ejemplo de crisis alimentaria de México 2007 para ilustrar importancia estratégica.\n- Reformular sistema financiero agrícola: tasas de interés más bajas, más fácil obtener crédito para producción que para consumo\n- Derogar decretos dañinos no consensuados con agricultores, reestructurar Ministerio de Agricultura disfuncional\n- Mejorar control de alimentos importados (etiquetado, disposiciones), resolver seguridad jurídica de agricultores en parcelas de INDER\n\n**Reformas Institucionales**: Propone descentralización profunda del Estado, devolviendo poder a comunidades y tejido social. Critica centralización excesiva desde San José. Plantea empoderar asociaciones de desarrollo comunal, comunidades indígenas y gobiernos locales con recursos, autonomía y competencias. Busca reforma financiera para favorecer emprendimiento femenino mediante taxonomía clara.\n- Descentralización del Estado: devolver poder, recursos y competencias a comunidades locales, asociaciones de desarrollo comunal y gobiernos locales\n- Formar profesionales (médicos, especialistas) en hospitales regionales para generar arraigo local y evitar fuga de talento a GAM\n- Definir taxonomía clara en CONASIF para emprendimiento femenino y acceder a préstamos internacionales favorables\n\n**Política Social**: Propone sistemas universales como eje central: pensión básica universal, red de cuido universal, sistema de salud universal. Enfatiza que toda persona merece vida digna independientemente de errores cometidos. Rechaza la 'meritocracia cruel' que culpa individuos por su situación. Propone red de cuido universal con copago según ingresos.\n- Pensión básica universal para evitar que mujeres que no son lo suficientemente pobres ni contribuyeron suficiente queden en limbo\n- Red de cuido universal con copago según ingresos (los más pobres no pagan, otros pagan moderadamente según ingresos) en lugar de quitar apoyo cuando mejoran económicamente\n- Acceso a préstamos internacionales para emprendimiento femenino definiendo taxonomía clara de qué califica como emprendimiento femenino",
    "isActive": true
  },
  {
    "id": 2,
    "partyCode": "CR1",
    "partyName": "PARTIDO ALIANZA COSTA RICA PRIMERO",
    "candidateName": "DOUGLAS CAAMAÑO QUIROS",
    "photoUrl": "https://www.tse.go.cr/fichas/static/fe0b76fc6c3fbae8f1f68cca93f01660/1c147/107630586.jpg",
    "planUrl": "https://www.tse.go.cr/fichas/static/63bbcbcef69ba28b38d755b2e5db8d35/342_1_107630586.pdf",
    "interviewUrl": "https://www.youtube.com/watch?v=pcpe9SEXgRc",
    "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
    "slogan": "Costa Rica es Primero",
    "colorPrimary": "#FF6B35",
    "colorSecondary": "#FFFFFF",
    "scores": {
      "security": 2,
      "economy": 3,
      "education": 3,
      "health": 3,
      "agriculture": 4.5,
      "environment": 2.5,
      "reforms": 3.5,
      "social": 3.5
    },
    "planSummary": "Énfasis en soberanía nacional, protección agricultores y familias. Revisar tratados internacionales (Agenda 2030 ONU, Decreto 40.203). Combate a mafias con inteligencia. Apoyo decisivo al sector agropecuario y seguridad alimentaria.",
    "isActive": true
  },
  {
    "id": 4,
    "partyCode": "PIN",
    "partyName": "PARTIDO INTEGRACIÓN NACIONAL",
    "candidateName": "LUIS ESTEBAN AMADOR JIMENEZ",
    "photoUrl": "https://www.tse.go.cr/fichas/static/9c3998308ac01afe80d1ce6d68059b72/b1181/109320986.jpg",
    "planUrl": "https://www.tse.go.cr/fichas/static/159a18a0646d03e0dde2317907b755c1/13_1_109320986.pdf",
    "interviewUrl": "https://www.youtube.com/watch?v=XFx-_JBlyKo",
    "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
    "slogan": "Trabajar con lo que tenemos / Construir el país que queremos",
    "colorPrimary": "#9C27B0",
    "colorSecondary": "#FFFFFF",
    "scores": {
      "security": 3.5,
      "economy": 3,
      "education": 3.5,
      "health": 3.5,
      "agriculture": 3.5,
      "environment": 4,
      "reforms": 4,
      "social": 4
    },
    "planSummary": "Dos ejes: trabajar con estructura actual estableciendo objetivos prioritarios, y construir transformaciones largo plazo. Gobernabilidad, diálogo, seguridad CONACO, diversidad cultural, transición ecológica, justicia climática.",
    "isActive": true
  },
  {
    "id": 20,
    "partyCode": "FA",
    "partyName": "PARTIDO FRENTE AMPLIO",
    "candidateName": "ANDRES ARIEL ROBLES BARRANTES",
    "photoUrl": "https://www.tse.go.cr/fichas/static/24f5779845e45e5f2f976febd354ec27/1c147/114770155.jpg",
    "planUrl": "https://www.tse.go.cr/fichas/static/e3854f865c62787090d1b3bf7daa49b7/73_1_114770155.pdf",
    "interviewUrl": "https://www.youtube.com/watch?v=8DQt5h-f9NI",
    "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
    "slogan": "Un nuevo proyecto de país",
    "colorPrimary": "#C62828",
    "colorSecondary": "#FFFFFF",
    "scores": {
      "security": 4,
      "economy": 4.5,
      "education": 5,
      "health": 5,
      "agriculture": 4.5,
      "environment": 5,
      "reforms": 5,
      "social": 5
    },
    "planSummary": "Ariel Robles del Frente Amplio se presenta como un candidato progresista con raíces en Pérez Zeledón y experiencia en la Universidad Nacional. Su visión se centra en construir un país con acuerdos del siglo XXI, nuevos pactos sociales y económicos que prioricen el desarrollo inclusivo. Propone un modelo económico que beneficie a productores locales, con énfasis en reducir intermediarios y fortalecer mercados. Su enfoque busca equilibrar inversión social, protección ambiental y desarrollo económico sostenible.\n\nPropuestas principales:\n\n**Seguridad y Justicia**: El candidato menciona el tema de seguridad en el contexto de la violencia que afecta a poblaciones vulnerables, particularmente mujeres. Reconoce el aumento en las tasas de violencia y propone estrategias gubernamentales para abordar esta problemática desde un enfoque de protección social.\n- Implementar estrategias para reducir la violencia contra mujeres y poblaciones vulnerables\n- Abordar la seguridad desde una perspectiva de inversión social y protección\n\n**Economía y Empleo**: Propone un modelo económico que priorice a los productores locales sobre los intermediarios. Enfatiza que no basta con tener tecnología o eficiencia productiva si no hay mercados para los productos. Su visión económica busca fortalecer la producción local y generar condiciones para que los productores puedan sostenerse en el tiempo, garantizando acceso a mercados y reduciendo la dependencia de importaciones.\n- Reducir el poder de intermediarios en la economía y fortalecer a productores directos\n- Garantizar mercados para la producción local y sostenibilidad económica de productores\n- Reformar el sistema para priorizar producción nacional sobre importaciones\n\n**Educación**: Robles tiene una conexión personal profunda con la educación pública, siendo hijo de maestra y habiendo trabajado en la Universidad Nacional. Considera la educación pública (escuela, colegio, universidad) como fundamental y la herramienta que le dio todas las oportunidades. Propone que el país debe lograr acuerdos educativos del siglo XXI que respondan a las necesidades actuales.\n- Fortalecer la educación pública en todos sus niveles como motor de movilidad social\n- Lograr nuevos pactos educativos del siglo XXI adaptados a realidades contemporáneas\n- Invertir en formación que genere herramientas para el desarrollo profesional y personal\n\n**Salud**: Menciona el sistema de salud en el contexto de su historia familiar, con su padre trabajando inicialmente en el hospital. Vincula el tema de salud con la inversión social necesaria para atender a poblaciones vulnerables. Reconoce la importancia del sistema público de salud como parte de la red de protección social.\n- Aumentar la inversión social en el sistema de salud\n- Fortalecer la atención a poblaciones vulnerables en el sistema de salud\n\n**Sector Agropecuario**: Tiene una posición muy clara sobre el sector agropecuario, identificando tres problemas principales: el poder excesivo de intermediarios, la falta de mercados garantizados para productores, y la competencia desigual con importaciones. Su experiencia en zonas rurales como Pérez Zeledón, Corredores, Golfito y Puerto Jiménez le da perspectiva sobre las necesidades del sector. Propone tres acciones concretas para transformar esta realidad.\n- Eliminar o reducir significativamente el poder de intermediarios en la cadena agropecuaria\n- Crear mecanismos de mercado garantizado para productores locales\n- Establecer políticas que favorezcan producción nacional sobre importaciones agrícolas\n- Dar seguridad económica a productores para sostenibilidad en el tiempo\n\n**Medio Ambiente**: Menciona la existencia de fondos verdes y compromisos internacionales que el país ha firmado. Propone utilizar estos recursos y préstamos para renovación ambiental y proyectos sostenibles. Su visión conecta protección ambiental con desarrollo económico sostenible, particularmente en el contexto rural.\n- Utilizar fondos verdes internacionales disponibles para renovación ambiental\n- Destinar préstamos ambientales comprometidos a proyectos de sostenibilidad\n- Integrar protección ambiental con desarrollo económico en zonas rurales\n\n**Reformas Institucionales**: Enfatiza la necesidad de lograr 'acuerdos del siglo XXI' y 'nuevos pactos históricos' que transformen las instituciones del Estado. Reconoce cambios demográficos importantes (población adulta mayor creciente frente a menor población joven) que requieren reformas estructurales. Propone modernizar el Estado para responder a las realidades contemporáneas del país.\n- Lograr nuevos pactos históricos y acuerdos del siglo XXI para modernizar instituciones\n- Adaptar instituciones a cambios demográficos (envejecimiento poblacional)\n- Reformar el Estado para mayor eficiencia en inversión social\n\n**Política Social**: Su historia personal de migración familiar (padre migrando a Estados Unidos para generar recursos) y beneficiario de la educación pública le da una perspectiva clara sobre política social. Se define como una persona comprometida con la solidaridad y la reducción de desigualdades. Propone aumentar la inversión social para atender a poblaciones vulnerables, con énfasis en mujeres que enfrentan violencia y comunidades rurales.\n- Aumentar significativamente la inversión social en poblaciones vulnerables\n- Crear redes de protección para personas en condiciones de vulnerabilidad\n- Garantizar condiciones de sostenibilidad económica para sectores excluidos\n- Implementar programas focalizados para reducir desigualdades estructurales",
    "isActive": true
  },
  {
    "id": 1,
    "partyCode": "PUSC",
    "partyName": "PARTIDO UNIDAD SOCIAL CRISTIANA",
    "candidateName": "JUAN CARLOS HIDALGO BOGANTES",
    "photoUrl": "https://www.tse.go.cr/fichas/static/1c1ef407d48704a4f4425763b1b8dced/1d851/205460309.jpg",
    "planUrl": "https://www.tse.go.cr/fichas/static/c3bd26c142a29aefb21f06225dd07591/6_1_205460309.pdf",
    "interviewUrl": "https://www.youtube.com/watch?v=z_UOFQKZKxI",
    "websiteUrl": "https://www.tse.go.cr/2026/planesgobierno.html",
    "slogan": "Emparejar la cancha",
    "colorPrimary": "#0066CC",
    "colorSecondary": "#FFFFFF",
    "scores": {
      "security": 2.5,
      "economy": 3,
      "education": 4,
      "health": 3.5,
      "agriculture": 3.5,
      "environment": 3.5,
      "reforms": 4,
      "social": 4
    },
    "planSummary": "Juan Carlos Hidalgo Bogantes propone una agenda centrada en 'emparejar la cancha' para reducir las desigualdades regionales en Costa Rica. Su enfoque principal está en reformas estructurales para modernizar el sistema educativo, crear un sistema unificado de cuido universal, y reducir las cargas sociales para generar empleo formal especialmente en zonas rurales y costeras. Proviene de San Carlos, es producto de la educación pública, y trabajó como analista de políticas públicas en Washington D.C. antes de regresar a la política costarricense.\n\nPropuestas principales:\n\n**Seguridad y Justicia**: Propone diferenciar entre crimen violento y no violento, con énfasis en que criminales violentos cumplan sentencias completas sin reducciones. Rechaza medidas populistas como megacárceles y favorece alternativas para crímenes no violentos con monitoreo electrónico para reducir costos y evitar que las cárceles sean 'escuelas del crimen'.\n- Reforma al Código Procesal Penal para que crímenes violentos cumplan sentencia completa sin reducción\n- Separar criminales violentos de no violentos y crear centro penitenciario especializado para crimen organizado\n- Implementar sistema de monitoreo electrónico para casa por cárcel en casos de crímenes no violentos\n\n**Economía y Empleo**: Su primer proyecto de ley sería reducir las cargas sociales del 26.6% al 19%, manteniendo las contribuciones a CCSS y pensiones pero trasladando el financiamiento de FODESAF, IMAS e INA al presupuesto ordinario. Busca incentivar la contratación formal, especialmente de mano de obra poco calificada en zonas rurales y costeras. También propone abrir el mercado eléctrico para reducir tarifas comerciales e industriales.\n- Reducir cargas sociales patronales de 26.6% a 19% sin afectar financiamiento de CCSS ni pensiones complementarias\n- Apertura del mercado eléctrico con inversión privada para bajar costos de electricidad comercial e industrial\n- Fomentar industrias intensivas en mano de obra en zonas costeras y rurales\n\n**Educación**: Plantea una reforma educativa robusta centrada en mejorar la calidad docente, reducir cargas administrativas, implementar evaluación constante y capacitación continua. Propone transicionar hacia educación técnica vocacional adaptada a realidades regionales, educación bilingüe en inglés (no solo clases de inglés, sino educación impartida en inglés), y flexibilizar la ley de educación dual para que más jóvenes obtengan experiencia laboral mientras estudian.\n- Reforma educativa enfocada en calidad docente: reducir cargas burocráticas, más capacitación y sistema de evaluación constante\n- Convertir más colegios académicos en técnicos con oferta adaptada a realidades regionales y educación bilingüe\n- Flexibilizar requisitos de educación dual para aumentar de 300 a miles de estudiantes con experiencia laboral\n\n**Salud**: Se compromete a mantener el financiamiento de la CCSS sin reducir el 14% que aportan los patronos a la seguridad social. Reconoce retos futuros por el envejecimiento poblacional pero no presenta propuestas específicas de reforma del sistema de salud más allá de proteger su financiamiento actual.\n- Proteger el financiamiento de la CCSS manteniendo la contribución patronal del 14%\n- Reconocer desafíos del envejecimiento poblacional en el sistema de salud\n\n**Sector Agropecuario**: Propone cambiar el enfoque tradicional de asistencialismo y subsidios hacia un agro más resiliente, productivo e independiente. Enfatiza inversión en innovación y desarrollo tecnológico, con crítica a que las universidades estatales dedican solo 20% de su investigación a problemas productivos. Plantea mejorar sistema de seguros agrícolas ante volatilidad climática y reformar la banca de desarrollo para crédito más accesible.\n- Aumentar inversión en investigación, desarrollo e innovación agrícola, reorientando investigación universitaria estatal hacia problemas productivos del sector\n- Fortalecer sistema de seguros agrícolas ante cambio climático y volatilidad climática\n- Reformar sistema de banca de desarrollo para mejorar acceso a crédito y crear instrumentos financieros de largo plazo (ejemplo: Icafé para café)\n\n**Reformas Institucionales**: Su agenda se centra en reformas estructurales para 'emparejar la cancha' y reducir desigualdades regionales. Propone reformas en sistemas de pensiones protegiendo pilares como IVM, ROP y pensiones voluntarias. Plantea emular programa de Unión Europea para que municipalidades adopten estándares amigables con adultos mayores. Crítica al sistema de protección demográfica invertida (Costa Rica nunca llegará a 6 millones, será 3.5 millones en 2100).\n- Reformas a sistemas de pensiones protegiendo IVM, ROP y fomentando pensiones voluntarias\n- Emular programa de Unión Europea para municipalidades con estándares de infraestructura y servicios para adultos mayores\n- Transicionar el gasto social hacia un sistema unificado de cuido universal\n\n**Política Social**: Su propuesta central es la 'gran reforma social de los 2020-2030': universalizar el cuido mediante un sistema unificado que incluya niños, adultos mayores y personas con discapacidad. Critica el incentivo perverso de la Red de Cuido actual (pierdes beneficio si sales de pobreza). Busca liberar a las mujeres para trabajo remunerado y dar educación temprana a niños. La tasa de participación laboral femenina es 27 puntos menor que la masculina, bajo el promedio latinoamericano.\n- Crear sistema unificado de cuido universal empezando por hogares en pobreza (actualmente solo cubre 40% de mujeres pobres)\n- Eliminar incentivo perverso de Red de Cuido: universalizar para que no se pierda beneficio al salir de pobreza\n- Promover educación temprana (prekinder) que mejora desempeño académico futuro y enseña inglés y habilidades blandas",
    "isActive": true
  }
]